{
    "metadata": {
        "doc_type": "Quy định Học bổng Trần Đại Nghĩa 2023",
        "effective_date": "2023",
        "applicable_students": "All",
        "status": "active",
        "source_filename": "Hoc_bong_TDN_2023.pdf",
        "processed_date": "2025-12-16"
    },
    "content": "Độc lập – Tự do – Hạnh phúc\n /QĐ-ĐHBK \nQUYẾT ĐỊNH\nVề việc ban hành Quy định quản lý và xét, cấp học bổng Trần Đại Nghĩa\ncho sinh viên \nGIÁM ĐỐC \n Luật Giáo dục đại học ngày 18/6/2012 và Luật sửa đổi, bổ sung một số\nđiều của Luật Giáo dục đại học ngày 19 tháng 11 năm 2018;\n Nghị định số 99/2019/NĐ-CP ngày 30/12/2019 của Chính phủ về việc\nQuy định chi tiết và hướng dẫn thi hành một số điều của Luật sửa đổi, bổ sung một số\nđiều của Luật Giáo dục đại học;\n Quy chế Tổ chức và hoạt động của  do Hội\nđồng Đại học ban hành theo Nghị quyết số 17/NQ-ĐHBK ngày 16/3/2023;\n Quy chế Quản lý tài chính của  do Hội đồng\nĐại học ban hành theo Nghị quyết số 20/NQ-ĐHBK ngày 16/3/2023;\n Quy chế Chi tiêu nội bộ của  do Giám đốc Đại\nhọc ban hành theo Quyết định số 1736/QĐ-ĐHBK ngày 16/3/2023;\nTheo đề nghị của Ông (bà) Trưởng phòng Công tác sinh viên.\nQUYẾT ĐỊNH:\n## Điều 1. Ban hành kèm theo Quyết định này Quy định quản lý và xét, cấp học\nbổng Trần Đại Nghĩa cho sinh viên .\n## Điều 2. Quyết định này có hiệu lực kể từ ngày ký. Các Ông (Bà) Trưởng phòng\nCông tác sinh viên, Đào tạo, Tài chính - Kế toán, Hành chính Tổng hợp, trưởng các\nđơn vị, cá nhân có liên quan chịu trách nhiệm thi hành quyết định này./.\n GIÁM ĐỐC\n- Như Điều 2;\n- Lưu: VT, CTSV.\nTS. Huỳnh Quyết Thắng\n\n[BẢNG BIỂU CHI TIẾT]:\n| 0            | 1   | 2                        |\n|:-------------|:----|:-------------------------|\n| Số: /QĐ-ĐHBK | Hà  | Nội, ngày tháng năm 2023 |\n\nCỘNG HOÀ XÃ HỘI CHỦ NGHĨA VIỆT NAM\n\nQUY ĐỊNH\nVề việc quản lý và xét, cấp học bổng Trần Đại Nghĩa\ncho sinh viên \n(Kèm theo Quyết định số / QĐ-ĐHBK ngày / / 2023\ncủa Giám đốc )\nChương I\nNHỮNG QUY ĐỊNH CHUNG\n## Điều 1. Mục đích của Học bổng Trần Đại Nghĩa\n1. Thực hiện trách nhiệm của  (sau đây viết tắt là\nĐHBK Hà Nội hoặc Đại học) đối với xã hội trong công tác đào tạo nguồn nhân lực\nchất lượng cao phục vụ cho quá trình công nghiệp hóa, hiện đại hóa đất nước.\n2. Hỗ trợ cho những sinh viên có hoàn cảnh khó khăn, có ý chí, nghị lực vươn lên\ntrong học tập; sinh viên gặp các tai nạn, rủi ro đột xuất.\n3. Thu hút những học sinh xuất sắc vào học tại ĐHBK Hà Nội.\n## Điều 2. Đối tượng áp dụng\nQuy định này áp dụng đối với sinh viên đại học hình thức đào tạo chính quy văn\nbằng thứ nhất đang học tập tại ĐHBK Hà Nội.\n## Điều 3. Nguồn Học bổng Trần Đại Nghĩa\nHọc bổng Trần Đại Nghĩa được hình thành từ các nguồn sau:\n1. Trích từ nguồn kinh phí hợp pháp của ĐHBK Hà Nội do Giám đốc Đại học\nquyết định.\n2. Sự đóng góp của các cán bộ, viên chức, người lao động của ĐHBK Hà Nội.\n3. Sự đóng góp của các thế hệ sinh viên và cựu sinh viên ĐHBK Hà Nội.\n4. Tài trợ từ các tổ chức, doanh nghiệp và các nhà hảo tâm khác.\n## Điều 4. Nguyên tắc hoạt động của Học bổng Trần Đại Nghĩa\nHọc bổng Trần Đại Nghĩa hoạt động trên các nguyên tắc sau:\n1. Các khoản đóng góp cho Học bổng Trần Đại Nghĩa là tự nguyện, không vì\nmục đích lợi nhuận.\n2. Hoạt động xét, cấp học bổng được thực hiện công khai, minh mạch và tuân thủ\ntheo các quy định hiện hành về quản lý tài chính của Nhà nước và của ĐHBK Hà Nội.\nChương II\nTIÊU CHUẨN, NGUYÊN TẮC VÀ\nHỒ SƠ ĐĂNG KÝ, XÉT CẤP HỌC BỔNG TRẦN ĐẠI NGHĨA\n## Điều 5. Tiêu chuẩn được đăng ký xét Học bổng Trần Đại Nghĩa\n\nSinh viên có hoàn cảnh kinh tế gia đình đặc biệt khó khăn (hộ nghèo, hộ cận\nnghèo hoặc hộ có hoàn cảnh kinh tế đặc biệt khó khăn khác), sinh viên gặp các tai nạn,\nrủi ro đột xuất thuộc các đối tượng sau được đăng ký xét Học bổng Trần Đại Nghĩa:\n1. Sinh viên mới trúng tuyển vào ĐHBK Hà Nội (đang trong thời gian học kỳ\nmột năm thứ nhất) đạt một trong các điều kiện sau:\na) Là thành viên đội tuyển dự thi Olympic quốc tế hoặc đạt giải kỳ thi học sinh\ngiỏi quốc gia các môn học thuộc tổ hợp xét tuyển vào ĐHBK Hà Nội đúng ngành học;\nb) Đạt điểm cao trong kỳ thi tuyển, xét tuyển vào ĐHBK Hà Nội ( vào\nđiểm chuẩn trúng tuyển hàng năm, Đại học sẽ công bố mức điểm đạt điều kiện xét học\nbổng).\n2. Sinh viên khác (từ học kỳ 2 trở đi) đạt đủ các điều kiện sau:\na) Sinh viên đang trong thời gian học tập theo chương trình đào tạo chuẩn;\nb) Điểm học tập trung bình tích lũy (CPA) ≥ 2,0;\nc) Tích lũy đủ số tín chỉ theo qui định xếp hạng trình độ năm học;\nd) Điểm rèn luyện trung bình tích lũy ≥ 65.\n3. Sinh viên có hoàn cảnh kinh tế gia đình khó khăn do gặp các tai nạn, rủi ro đột\nxuất, gồm:\na) Sinh viên mắc bệnh hiểm nghèo;\nb) Sinh viên gặp tai nạn ở mức độ nặng và phải điều trị dài ngày trong bệnh viện;\nc) Gia đình sinh viên gặp thiên tai, dịch bệnh hoặc hỏa hoạn.\n4. Các trường hợp đặc biệt khác do Giám đốc Đại học quyết định.\n## Điều 6. Nguyên tắc xét, cấp Học bổng Trần Đại Nghĩa\n1. Học bổng Trần Đại Nghĩa được xét, cấp theo học kỳ đối với các trường hợp\nquy định tại khoản 1 và khoản 2 Điều 5; xét cấp thường xuyên đối với các trường hợp\nquy định tại khoản 3 và khoản 4 Điều 5.\n2. Không xét, cấp Học bổng Trần Đại Nghĩa cho những sinh viên không đăng ký\nhọc tập tại thời điểm xét, cấp học bổng.\n3. Không xét, cấp Học bổng Trần Đại Nghĩa cho những sinh viên đang trong thời\ngian bị kỷ luật từ mức cảnh cáo trở lên.\n4. Không xét, cấp Học bổng Trần Đại Nghĩa cho những sinh viên đã được nhận\nhọc bổng khuyến khích học tập hoặc học bổng tài trợ (trừ học bổng dưới dạng khóa\nhọc) trong học kỳ xét, cấp Học bổng Trần Đại Nghĩa.\n5. Không xét, cấp Học bổng Trần Đại Nghĩa cho sinh viên diện chế độ chính\nsách được miễn, giảm học phí theo quy định của Nhà nước thuộc các đối tượng quy\nđịnh tại khoản 1 và khoản 2 Điều 5.\n## Điều 7. Mức Học bổng Trần Đại Nghĩa\n1. Đối tượng quy định tại khoản 1 và khoản 2 Điều 5: Học bổng có hai mức\ntương ứng với 50% và 100% học phí sinh viên phải đóng trong học kỳ xét, cấp học\nbổng.\n\n2. Đối tượng quy định tại khoản 3 và khoản 4 Điều 5: Học bổng có 2 mức tương\nứng 5.000.000 đồng (năm triệu đồng) và 10.000.000 đồng (mười triệu đồng).\n## Điều 8. Hồ sơ đăng ký xét, cấp Học bổng Trần Đại Nghĩa\n1. Sinh viên thuộc đối tượng quy định tại khoản 1 và khoản 2 Điều 5: Đăng ký\nxét, cấp Học bổng bằng hình thức trực tuyến và nộp đầy đủ các giấy tờ sau:\na) Đơn đăng ký xét, cấp Học bổng Trần Đại Nghĩa (theo mẫu) có xác nhận của\nđịa phương nơi gia đình sinh viên cư trú;\nb) Hồ sơ minh chứng hoàn cảnh kinh tế gia đình khó khăn: Giấy chứng nhận hộ\nnghèo / cận nghèo hoặc các giấy tờ minh chứng hoàn cảnh kinh tế gia đình khó khăn\nkhác (nếu có);\nc) Bản sao chứng thực Thẻ căn cước công dân hoặc Chứng minh nhân dân (còn\nhiệu lực) trong vòng 3 tháng;\nd) Giấy xác nhận thông tin về cư trú hoặc Giấy thông báo số định danh cá nhân\nvà thông tin công dân trong Cơ sở dữ liệu quốc gia về dân cư.\n2. Sinh viên thuộc đối tượng quy định tại khoản 3 và khoản 4 Điều 5:\na) Văn bản đề nghị xét hỗ trợ cho sinh viên gặp rủi ro đột xuất của các cơ quan,\ntổ chức, cá nhân trong và ngoài ĐHBK Hà Nội;\nb) Hồ sơ minh chứng sinh viên gặp các tai nạn, rủi ro đột xuất.\nChương III\nTỔ CHỨC THỰC HIỆN\n## Điều 9. Trách nhiệm của các đơn vị liên quan\n1. Phòng/Ban chức năng Công tác sinh viên:\na) Là đơn vị đầu mối tiếp nhận hồ sơ đăng ký xét, cấp học bổng;\nb) Chủ trì thẩm định hồ sơ đăng ký xét, cấp học bổng;\nc) Tổng hợp và trình hồ sơ sinh viên đăng ký xét học bổng lên Hội đồng xét, cấp\nhọc bổng Trần Đại Nghĩa;\nd) Phối hợp với các đơn vị liên quan làm thủ tục cấp học bổng cho sinh viên.\n2. Phòng/Ban chức năng Đào tạo: Cung cấp kết quả học tập của sinh viên đủ điều\nkiện về học lực để xét, cấp học bổng.\n3. Phòng/Ban chức năng Tài chính - Kế toán:\na) Là đơn vị trực tiếp quản lý kinh phí Học bổng Trần Đại Nghĩa;\nb) Định kỳ thống kê, báo cáo Hội đồng xét, cấp Học bổng về số dư nguồn Học\nbổng Trần Đại Nghĩa;\nc) Phối hợp với Phòng/Ban chức năng Công tác sinh viên làm các thủ tục cấp học\nbổng cho sinh viên được học bổng;\nd) Công khai các khoản đóng góp và thực hiện chế độ kế toán, thống kê theo quy\nđịnh của pháp luật.\n\n4. Phòng/Ban chức năng Truyền thông và Quản trị thương hiệu: Có trách nhiệm\ntruyền thông, quảng bá Học bổng Trần Đại Nghĩa rộng rãi đến các sinh viên tiềm năng\n(thí sinh có ý định đăng ký thi tuyển, xét tuyển vào ĐHBK Hà Nội), sinh viên đang\nhọc tập tại ĐHBK \nthông qua các kênh thông tin chính thống của ĐHBK Hà Nội.\n5. Các đơn vị liên quan khác: Phòng/Ban chức năng Hợp tác đối ngoại, Văn\nphòng Cựu sinh viên, các Trường/Viện/Khoa đào tạo và các đơn vị có liên quan khác\ntrong ĐHBK Hà Nội có trách nhiệm quảng bá và thu hút các nguồn tài trợ cho Học\nbổng Trần Đại Nghĩa.\n## Điều 10. Hội đồng xét, cấp Học bổng Trần Đại Nghĩa\n1. Hội đồng xét, cấp Học bổng Trần Đại Nghĩa được thành lập theo quyết định\ncủa Giám đốc Đại học, có trách nhiệm giúp Giám đốc trong việc:\na) Xét, cấp Học bổng Trần Đại Nghĩa trên cơ sở Quy định này;\nb) Đề xuất sửa đổi, bổ sung quy định về việc quản lý và xét, cấp Học bổng Trần\nĐại Nghĩa.\n2) Thành viên Hội đồng xét, cấp Học bổng Trần Đại Nghĩa gồm:\na) Chủ tịch Hội đồng: Là  Đại học phụ trách công tác sinh viên;\nb) Thường trực Hội đồng: Là Trưởng Phòng/Ban chức năng Công tác sinh viên;\nc) Các thành viên khác của Hội đồng là đại diện các đơn vị: Phòng/Ban chức\nnăng Công tác sinh viên, Đào tạo, Tài chính - Kế toán, Đoàn Thanh niên Cộng sản Hồ\nChí Minh, Hội Sinh viên ĐHBK Hà Nội và đại diện các đơn vị có liên quan khác.\n## Điều 11. Khen thưởng, kỷ luật\n1. Những tổ chức, cá nhân trong và ngoài ĐHBK Hà Nội có nhiều đóng góp cho\nhoạt động gây dựng và phát triển nguồn Học bổng Trần Đại Nghĩa sẽ được Giám đốc\nĐHBK Hà Nội xem xét khen thưởng.\n2. Những đơn vị, cá nhân thuộc ĐHBK Hà Nội vi phạm quy định này, tùy theo\ntính chất, mức độ vi phạm sẽ bị xử lý kỷ luật.\nChương IV\nĐIỀU KHOẢN THI HÀNH\n## Điều 12. Điều khoản thi hành\n1. Quy định này có hiệu lực kể từ ngày ký quyết định ban hành, những quy định\ntrước đây trái với Quy định này không còn hiệu lực thi hành.\n2. Trong quá trình triển khai thực hiện Quy định này, nếu có vướng mắc, Trưởng\ncác đơn vị và cá nhân có liên quan kịp thời báo cáo Giám đốc thông qua Phòng/Ban\nchức năng Công tác sinh viên để đề xuất sửa đổi, bổ sung cho phù hợp với tình hình\nthực tiễn của ĐHBK Hà Nội và các quy định của pháp luật.\n\nMẪU ĐƠN ĐĂNG KÝ XÉT, CẤP HỌC BỔNG TRẦN ĐẠI NGHĨA\n(Kèm theo Quy định về việc quản lý và xét, cấp học bổng Trần Đại Nghĩa\ncho sinh viên ĐHBK Hà Nội \nngày tháng năm 2023 của Giám đốc ĐHBK Hà Nội)\nCỘNG HOÀ XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập – Tự do – Hạnh phúc\nĐƠN ĐĂNG KÝ XÉT, CẤP HỌC BỔNG TRẦN ĐẠI NGHĨA\nKính gửi: Giám đốc .\n1. Thông tin sinh viên:\nHọ và tên. ; Ngày sinh: / / ; MSSV:\nKhóa: ; Trường/Viện/Khoa:\nGiới tính: Nam: Nữ: ; Dân tộc: ; Số ĐT liên hệ:\nHộ khẩu thường trú:\n2. Hoàn cảnh gia đình:\n2.1. Thông tin các thành viên trong gia đình (chỉ kê khai về bố, mẹ, anh, chị, em ruột):\nNăm Quan hệ Hộ khẩu\nTT Họ và tên Nghề nghiệp Nơi làm việc\nsinh với SV thường trú\n1. Nguyễn Văn Bố đẻ Làm nông nghiệp Thôn..., xã,...\nA\n2. Nguyễn Thị Mẹ đẻ Công nhân ....\nB\n3. Nguyễn Văn Anh ruột Kỹ sư ....\nC\n4. Nguyễn Thị Em ruột Học sinh trường .........\nD\n5. ... .. .......... ......\n2.2. Trình bày tóm tắt những khó khăn mà gia đình đang gặp phải (không quá 200 từ):\n...........................................................................................................................................\n...........................................................................................................................................\nEm cam đoan những thông tin trên là đúng sự thật, nếu sai em xin hoàn toàn chịu\ntrách nhiệm. Em xin chân thành cảm ơn.\nNgày ........ tháng ......... năm 20...........\nXác nhận của UBND xã/ phường nơi\nsinh viên đăng ký hộ khẩu thường trú Sinh viên\n(Ký và ghi rõ họ tên)\nvề hoàn cảnh gia đình sinh viên\n\n[BẢNG BIỂU CHI TIẾT]:\n| 0   | 1          | 2    | 3        | 4               | 5            | 6               |\n|:----|:-----------|:-----|:---------|:----------------|:-------------|:----------------|\n| TT  | Họ và tên  | Năm  | Quan hệ  | Nghề nghiệp     | Nơi làm việc | Hộ khẩu         |\n|     |            | sinh | với SV   |                 |              | thường trú      |\n| 1.  | Nguyễn Văn |      | Bố đẻ    | Làm nông nghiệp |              | Thôn..., xã,... |\n|     | A          |      |          |                 |              |                 |\n| 2.  | Nguyễn Thị |      | Mẹ đẻ    | Công nhân       |              | ....            |\n|     | B          |      |          |                 |              |                 |\n| 3.  | Nguyễn Văn |      | Anh ruột | Kỹ sư           |              | ....            |\n|     | C          |      |          |                 |              |                 |\n| 4.  | Nguyễn Thị |      | Em ruột  | Học sinh trường |              | .........       |\n|     | D          |      |          |                 |              |                 |\n| 5.  | ...        |      | ..       | ..........      |              | ......          |"
}