{
  "metadata": {
    "doc_type": "Quy định chuyển đổi kết quả học tập tương đương và công nhận tín chỉ",
    "effective_date": "2021",
    "applicable_students": "All",
    "status": "active",
    "source_filename": "QD_1933_DHBK_DT_Chuyen_doi_tin_chi.pdf",
    "processed_date": "2026-01-05"
  },
  "content": "Điều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n\n1. Văn bản này quy định về tiêu chuẩn, thủ tục chuyển đổi kết quả học tập tương đương và công nhận tín chỉ tích lũy (sau đây gọi tắt là công nhận tín chỉ) đối với một số loại học phần/môn học trong chương trình đào tạo đại học, thạc sĩ, tiến sĩ của Trường Đại học Bách khoa Hà Nội (sau đây viết tắt là Trường ĐHBK Hà Nội hoặc Trường).\n\n2. Quy định này áp dụng đối với sinh viên, học viên cao học, nghiên cứu sinh (sau đây gọi chung là người học) đã tham gia và hoàn thành khóa đào tạo, thực tập, nghiên cứu tại cơ sở giáo dục đại học, viện nghiên cứu, doanh nghiệp (sau đây gọi chung là đơn vị đối tác) theo các chương trình trao đổi, hợp tác đã được ký kết với Trường hoặc các đơn vị chuyên môn thuộc Trường ĐHBK Hà Nội.\n\nĐiều 2. Học phần được công nhận tín chỉ\n\n1. Các loại học phần được công nhận tín chỉ bao gồm các học phần giáo dục quốc phòng-an ninh, lý luận chính trị, pháp luật đại cương, ngoại ngữ cơ bản/cơ sở, giáo dục thể chất; các học phần cốt lõi ngành/chuyên ngành; học phần thực hành, thực tập; các chuyên đề nghiên cứu. Không chuyển đổi kết quả học phần đồ án/khóa luận tốt nghiệp đại học, luận văn thạc sĩ, luận án tiến sĩ.\n\n2. Khối lượng của 01 (một) tín chỉ được tính theo quy định hiện hành của Trường ĐHBK Hà Nội. Chỉ những học phần đã hoàn thành ở đơn vị đối tác có kết quả đạt từ 4,0 theo thang điểm 10 hoặc điểm D theo thang điểm chữ trở lên mới được xét công nhận tín chỉ và chuyển đổi kết quả sang học phần tương đương thuộc chương trình đào tạo của Trường.\n\n3. Các học phần hoặc mô-đun (gồm một nhóm học phần) được công nhận tín chỉ nếu được khoa/viện phụ trách giảng dạy chấp thuận trên cơ sở đối sánh về chuẩn đầu ra, kiến thức, nội dung, thời lượng và hình thức giảng dạy (lý thuyết, bài tập, thực hành, thí nghiệm) và cách thức đánh giá học phần. Số tín chỉ được công nhận, chuyển đổi phải lớn hơn hoặc bằng số tín chỉ của học phần hoặc mô-đun trong chương trình của Trường ĐHBK Hà Nội.\n\n4. Các học phần được công nhận sẽ được tính tín chỉ tích lũy và ghi điểm cho học phần tương ứng trong bảng điểm của sinh viên để tính điểm trung bình tích lũy (CPA), (chi tiết trong Phụ lục I). Trường hợp sinh viên có kết quả của một học phần “đạt” theo cách đánh giá của đơn vị đối tác thì học phần đó được công nhận tín chỉ và với điểm R (điểm miễn) và không sử dụng để tính điểm CPA.\n\n5. Mỗi sinh viên chỉ được xét công nhận tối đa 30 tín chỉ.\n\nĐiều 3. Quy trình xét công nhận tín chỉ\n\n1. Sinh viên trình khoa/viện thông qua kế hoạch và nội dung chi tiết học tập, thực tập, nghiên cứu tại đơn vị đối tác (theo biểu mẫu tại Phụ lục II).\n\n2. Khoa/viện thông qua danh sách học phần được công nhận tương đương trong chương trình đào tạo của sinh viên.\n\n3. Sinh viên nộp đơn xin thực hiện khóa học, thực tập, nghiên cứu tại đơn vị đối tác cho phòng Đào tạo, có xác nhận của khoa/viện, phòng Hợp tác Đối ngoại và kèm theo các minh chứng như bản sao thư mời hoặc xác nhận cấp kinh phí, học bổng cho khóa học, thỏa thuận học tập.\n\n4. Phòng Đào tạo trình Hiệu trưởng ra quyết định đồng ý cho phép sinh viên tham gia khóa học, thực tập, nghiên cứu tại đơn vị đối tác và gửi quyết định cho các đơn vị liên quan để phối hợp thực hiện.\n\n5. Sinh viên sau khi hoàn thành khóa học, thực tập, nghiên cứu tại đơn vị đối tác quay về Trường, báo cáo kết quả học tập tại đơn vị chuyên môn/khoa/viện, nộp đơn xin công nhận chuyển đổi kết quả học tập, tín chỉ tích lũy (theo biểu mẫu tại phụ lục III), kèm theo minh chứng kết quả học tập do đối tác cấp cho phòng Đào tạo.\n\n6. Phòng Đào tạo xét hồ sơ, nhập kết quả học tập vào các học phần được công nhận tương đương trong chương trình đào tạo của sinh viên.\n\nĐiều 4. Trách nhiệm của người học\n\n1. Thực hiện các thủ tục cần thiết theo hướng dẫn của Trường.\n\n2. Thực hiện đúng các quy định của đơn vị đối tác và hoàn thành chương trình học tập, thực tập, nghiên cứu theo đúng kế hoạch.\n\n3. Báo cáo kết quả thực hiện tại đơn vị chuyên môn khoa/viện; hoàn thành các thủ tục công nhận tín chỉ và chuyển đổi kết quả học tập học phần với Phòng Đào tạo.\n\n4. Hoàn thành nghĩa vụ nộp học phí đối với học phần được công nhận tín chỉ theo mức học phí tương ứng của Trường.\n\nĐiều 5. Tổ chức thực hiện\n\n1. Các đơn vị chuyên môn khoa/viện có các nhiệm vụ: thông tin đầy đủ về các chương trình hợp tác, khóa học ngoài Trường tới người học thuộc đơn vị quản lý; chọn lọc ứng viên đáp ứng đủ điều kiện tham gia; hỗ trợ, tư vấn người học chọn lựa nội dung học tập/nghiên cứu, xây dựng kế hoạch thực hiện; tổ chức cho người học báo cáo kết quả học tập, nghiên cứu, tổ chức xét duyệt công nhận tín chỉ đối với các học phần có liên quan; hỗ trợ người học hoàn thành thủ tục công nhận tín chỉ.\n\n2. Phòng Hợp tác đối ngoại có các nhiệm vụ: cung cấp thông tin cho người học về các chương trình trao đổi, hợp tác về đào tạo, thực tập, nghiên cứu tại nước ngoài; là đầu mối liên hệ, hỗ trợ thủ tục, đánh giá hồ sơ đăng ký học tập, nghiên cứu, thực tập tại nước ngoài theo các chươngim tra đổi, hợp tác của Trường; thống kê số liệu và lập báo cáo kết quả thực hiện.\n\n3. Phòng Đào tạo có các nhiệm vụ: Tư vấn, hướng dẫn về quy định và quy trình công nhận tín chỉ; duyệt kế hoạch học tập và trình Hiệu trưởng ký quyết định cho phép người học được học tập, nghiên cứu ở đơn vị đối tác; thực hiện các thủ tục để công nhận tín chỉ và chuyển đổi kết quả tương đương.\n\n4. Phòng Công tác sinh viên có các nhiệm vụ: cung cấp thông tin cho người học về các chương trình trao đổi, hợp tác về đào tạo, thực tập, nghiên cứu và cơ hội tuyển dụng tại các đối tác trong nước; là đầu mối liên hệ, hỗ trợ, giám sát quá trình học tập, nghiên cứu, thực tập của người học tại đơn vị đối tác; thống kê số liệu và lập báo cáo kết quả thực hiện.\n\nKT. HIỆU TRƯỞNG\nPHÓ HIỆU TRƯỞNG\n\n---\nPhụ lục I\n\n(Kèm theo Quyết định 1933/QĐ-ĐHBK-ĐT ngày 08/9/2021\ncủa Hiệu trưởng Trường Đại học Bách khoa Hà Nội)\n\nBẢNG QUY ĐỔI THANG ĐIỂM\n\n---\nPhụ lục II\n\n(Kèm theo Quyết định 1933/QĐ-ĐHBK-ĐT ngày 08/9/2021\ncủa Hiệu trưởng Trường Đại học Bách khoa Hà Nội)\n\nCỘNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc\n\nHà Nội, ngày ...... tháng ..... năm .....\n\nĐƠN ĐĂNG KÝ HỌC CÁC HỌC PHẦN TRONG CHƯƠNG TRÌNH ĐÀO TẠO\nĐỂ ĐƯỢC CÔNG NHẬN TÍN CHỈ VÀ KẾT QUẢ TƯƠNG ĐƯƠNG\n\nKính gửi:\n- Phòng Đào tạo;\n- Phòng Hợp tác Đối ngoại;\n- Khoa/viện....\n\nEm tên là:... Mã số sinh viên: ...\nKhóa: ... Khoa/ Viện:...\nEm được trường ...... đồng ý tiếp nhận cho phép tham gia khóa học, thực tập tại trường ... , <quốc gia> từ .... đến.. .. (kèm theo thư chấp nhận/xác nhận cấp kinh phí, học bổng).\n\nTrong thời gian học tập tại <trường đối tác>, em sẽ tham gia các khóa học:\n(kèm theo thỏa thuận học tập/Learning Agreement)\n\nVì vậy, em làm đơn này kính đề nghị <Khoa/viện>, phòng Đào tạo xét cho phép em đăng ký các học phần: . .. trong chương trình đào tạo của trường để xét chuyển tương đương khi em có kết quả học tập tại <trường đối tác>.\n\nEm xin trân trọng cảm ơn.\n\nNgười làm đơn\n(Sinh viên ký, ghi rõ họ tên)\n\nKhoa/ Viện xét duyệt\nPhòng Đào tạo\nPhòng Hợp tác Đối ngoại\n\n---\nPhụ lục III\nMẪU ĐƠN ĐỀ NGHỊ CÔNG NHẬN TÍN CHỈ VÀ CHUYỂN ĐIỂM\n\n(Kèm theo Quyết định 1933/QĐ-ĐHBK-ĐT ngày 08/9/2021\ncủa Hiệu trưởng Trường Đại học Bách khoa Hà Nội)\n\nCỘNG HÒA XÃ HỘI CHỦ NGHĨA VIỆT NAM\nĐộc lập - Tự do - Hạnh phúc\n\nHà Nội, ngày .... tháng ...... năm .....\n\nĐƠN ĐỀ NGHỊ CÔNG NHẬN HỌC PHẦN, TÍN CHỈ TƯƠNG ĐƯƠNG VÀ\nCHUYỂN KẾT QUẢ HỌC TẬP\n\nKính gửi:\n- Phòng Đào tạo;\n- Phòng Hợp tác Đối ngoại;\n- Khoa/viện....\nEm tên là: ... Mã số sinh viên: ...\nKhóa: . Khoa/ Viện: .\n\nĐược sự đồng ý của nhà trường, em đã tham gia khóa học, thực tập tại trường ..\n, <quốc gia> từ .... đến .... và đã hoàn thành khóa học, đã báo cáo kết quả học tập tại đơn vị chuyên môn.\n\nTheo thỏa thuận học tập (Learning Agreement) em đã hoàn thành các học phần tại <trường đối tác> và đã được cấp chứng nhận điểm học phần (kèm theo minh chứng).\n\nEm làm đơn này kính đề nghị <Khoa/viện>, phòng Đào tạo xét công nhận học phần, tín chỉ và chuyển kết quả học tập sang chương trình đào tạo của em ở Trường.\n\nTT | Tên học phần/TC của HUST | Tên học phần/TC thực hiện tại cơ sở đối tác (tên/TC/số tiết học quy đổi tương đương HUST) | Ghi chú\n1 | | |\n\nEm xin trân trọng cảm ơn.\n\nNgười làm đơn\n(Sinh viên ký, ghi rõ họ tên)\n\nKhoa/ Viện xét duyệt\n(xét từng môn ghi điểm quá trình, điểm cuối kỳ hay ghi điểm R)\n\nPhòng Đào tạo\n\nPhòng Hợp tác Đối ngoại\n\nChú ý: có thể cách đánh giá của đối tác chỉ có 1 điểm thi kết thúc học phần, không có điểm quá trình, khoa/viện có thể đề nghị điểm quá trình bằng điểm thi kết thúc để không ảnh hưởng đến kết quả học tập của sinh viên. Nếu kết quả do đối tác đánh giá chỉ là đạt, sẽ đề xuất ghi điểm R."
}