{
    "metadata": {
        "doc_type": "Quyết định ngoại ngữ từ K70",
        "effective_date": "2025",
        "applicable_students": ">= K70",
        "status": "active",
        "source_filename": "QD_NN_K70.pdf",
        "processed_date": "2025-12-16"
    },
    "content": "/QĐ-ĐHBK \nQUYẾT ĐỊNH\nBan hành Quy định về phân loại trình độ đầu vào, chương trình ngoại ngữ cơ bản\nvà chuẩn ngoại ngữ yêu cầu đối với sinh viên đại học hình thức chính quy\nGIÁM ĐỐC \n Luật Giáo dục đại học ngày 18 tháng 6 năm 2012 và Luật sửa đổi,\nbổ sung một số điều của Luật Giáo dục đại học ngày 19 tháng 11 năm 2018;\n Nghị định số 99/2019/NĐ-CP ngày 30 tháng 12 năm 2019 của Chính phủ\nvề việc Quy định chi tiết và hướng dẫn thi hành một số điều của Luật sửa đổi, bổ sung một\nsố điều của Luật Giáo dục đại học;\n Thông tư số 01/2014/TT-BGDĐT ngày 24 tháng 01 năm 2014 của Bộ trưởng\nBộ Giáo dục và Đạo tạo về ban hành khung năng lực ngoại ngữ 6 bậc dùng cho Việt\nNam;\n Quy chế Tổ chức và hoạt động của  do Hội đồng\nđại học ban hành theo Nghị quyết số 40/NQ-ĐHBK ngày 02 tháng 12 năm 2024;\n Quy chế đào tạo của  do Giám đốc đại học ban\nhành theo Quyết định số 5445/QĐ-ĐHBK ngày 28 tháng 5 năm 2025;\n Quyết định số 126/QĐ-ĐHBK ngày 07 tháng 01 năm 2025 của Giám đốc\nđại học ban hành bảng quy đổi tương đương các chứng chỉ ngoại ngữ của Đại học Bách\nkhoa Hà Nội ;\n Tờ trình số 106/TTr-ĐT ngày 12 tháng 9 năm 2025 của Ban Đào tạo và\nKhoa Ngoại ngữ về việc xin ý kiến phê duyệt Dự thảo quy định ngoại ngữ đối với sinh\nviên chính quy từ khóa 70;\nTheo đề nghị của Trưởng ban Ban Đào tạo.\nQUYẾT ĐỊNH:\n## Điều 1. Ban hành kèm theo Quyết định này Quy định về phân loại trình độ đầu vào,\nchương trình ngoại ngữ cơ bản và chuẩn ngoại ngữ yêu cầu đối với sinh viên đại học hình\nthức chính quy của .\n## Điều 2. Các Ông, Bà Trưởng ban Ban Đào tạo, Trưởng khoa Ngoại ngữ, Giám đốc\nTrung tâm Khảo thí ngoại ngữ và Trao đổi văn hóa, trưởng các đơn vị và cá nhân có liên\nquan chịu trách nhiệm thi hành Quyết định này./.\n  GIÁM ĐỐC\n- Như Điều 2, \n- Lưu: VT, ĐT.\nTS. Nguyễn Phong Điền\n\nCỘNG HOÀ XÃ HỘI CHỦ NGHĨA VIỆT NAM\n\nQUY ĐỊNH\nPhân loại trình độ đầu vào, chương trình ngoại ngữ cơ bản\nvà chuẩn ngoại ngữ yêu cầu đối với sinh viên đại học hình thức chính quy\n(Kèm theo Quyết định số /QĐ-ĐHBK ngày tháng năm 2025\ncủa Giám đốc )\n## Điều 1. Phạm vi điều chỉnh và đối tượng áp dụng\n1. Quy định này điều chỉnh việc đánh giá và phân loại trình độ ngoại ngữ đầu vào,\nchương trình ngoại ngữ cơ bản (NNCB), điều kiện miễn học các học phần NNCB, yêu\ncầu năng lực ngoại ngữ theo từng học kỳ và chuẩn ngoại ngữ đầu ra đối với sinh viên đại\nhọc hình thức chính quy; việc xác định bậc năng lực ngoại ngữ tuân theo Khung năng lực\nngoại ngữ 6 bậc dùng cho Việt Nam.\n2. Quy định này áp dụng đối với sinh viên theo học các chương trình đào tạo (CTĐT)\nhình thức chính quy của ; chi tiết yêu cầu đối với từng chương\ntrình/nhóm chương trình được quy định tại các Phụ lục tương ứng.\n3. Quy định này không áp dụng cho sinh viên là người nước ngoài theo học CTĐT\ncó ngôn ngữ giảng dạy chính là tiếng Việt; đối với sinh viên là người nước ngoài theo\nhọc các CTĐT có ngôn ngữ giảng dạy khác tiếng Việt, việc xét miễn/áp dụng NNCB\nthực hiện theo nguyên tắc tương đương năng lực và Phụ lục của Quy định này.\n## Điều 2. Phân loại trình độ đầu vào và phân lớp học ngoại ngữ cơ bản\n1.  phân loại trình độ ngoại ngữ đầu vào với sinh viên thuộc CTĐT có yêu\ncầu chuẩn đầu ra là tiếng Anh dựa trên một hoặc nhiều tiêu chí, bao gồm:\n- Dựa trên kết quả kiểm tra tiếng Anh đầu khóa;\n- Hoặc dựa trên chứng chỉ tiếng Anh quốc gia, quốc tế;\n- Hoặc dựa trên điểm thi môn tiếng Anh của kỳ thi tốt nghiệp trung học phổ thông\n(THPT) tại năm nhập học.\nViệc lựa chọn tiêu chí phân loại trong số các tiêu chí trên do Giám đốc Đại học\nBách khoa Hà Nội quyết định theo từng khóa tuyển sinh.\n2.  phân loại trình độ ngoại ngữ đầu vào với sinh viên thuộc CTĐT có yêu\ncầu chuẩn đầu ra là ngoại ngữ khác tiếng Anh: dựa trên chứng chỉ quốc tế của ngôn ngữ\ntương ứng.\n3.  kết quả phân loại đầu vào, sinh viên được xét miễn học các học phần\nNNCB theo quy định tại các Phụ lục tương ứng kèm theo Quy định này và được xếp vào\nlớp học NNCB phù hợp.\n\n4. Sinh viên không đáp ứng điều kiện phân loại trình độ ngoại ngữ theo khoản 1\nhoặc khoản 2 Điều này sẽ được xếp học từ học phần đầu tiên của khối NNCB tương ứng\ncủa từng CTĐT.\n## Điều 3. Công nhận, xét miễn học phần ngoại ngữ cơ bản\n1. Các học phần NNCB của các CTĐT được xếp vào khối kiến thức ngoại ngữ bổ\ntrợ tăng cường và không tính tín chỉ trong CTĐT chính khóa. Danh sách các học phần\nNNCB của các CTĐT được quy định tại các Phụ lục tương ứng kèm theo Quy định này.\n2. Trong quá trình học tập, nếu sinh viên đạt được chứng chỉ ngoại ngữ theo quy\nđịnh sẽ được xét miễn các học phần NNCB tương ứng với trình độ đạt được. Kết quả\nmiễn học được ghi bằng ký hiệu “R” trong dữ liệu học tập và có giá trị toàn khóa kể từ\nngày nhập điểm R.\n3. Chứng chỉ ngoại ngữ để xét miễn học phần NNCB phải còn hạn theo quy định\ntính tới thời điểm nộp đơn xét miễn. Danh mục chứng chỉ và học phần NNCB được miễn\ntương ứng được quy định tại các Phụ lục tương ứng kèm theo Quy định này.\n4. Các chứng chỉ ngoại ngữ quốc gia, quốc tế phải được thẩm định nguồn gốc và\ncập nhật mức điểm lên hệ thống phần mềm quản lý đào tạo trước thời điểm nộp đơn đề\nnghị xét miễn học phần NNCB.\n5. Thời gian tiếp nhận đơn đề nghị xét miễn học phần NNCB muộn nhất là 2 tuần\ntrước khi bắt đầu học kỳ theo Khung kế hoạch năm học.\n## Điều 4. Lộ trình học tập các học phần ngoại ngữ cơ bản\nLộ trình học tập đối với các học phần NNCB được áp dụng để đảm bảo năng lực\nngoại ngữ của sinh viên được tăng cường dần qua các học kỳ và được quy định như sau:\n1. Trong học kỳ 1 và học kỳ 2, Ban Đào tạo xếp lớp học các học phần NNCB cho\nsinh viên dựa trên kết quả phân loại trình độ ngoại ngữ đầu vào theo quy định tại Điều 2.\n2. Từ học kỳ 3 trở đi, sinh viên tự đăng ký học song hành các học phần NNCB cùng\nvới các học phần khác trong CTĐT, bảo đảm tiến độ đáp ứng chuẩn ngoại ngữ theo từng\nhọc kỳ quy định tại các Phụ lục tương ứng kèm theo Quy định này.\n3. Việc đăng ký học song hành các học phần NNCB tương ứng ở mỗi kỳ kể từ kỳ 3\ntrở đi (trừ trường hợp đã học hoặc được miễn học phần) là điều kiện bắt buộc để được\nđăng ký học tập các học phần khác trong CTĐT.\n4. Sinh viên không được phép hủy các học phần NNCB đã đăng ký học song hành,\ntrừ trường hợp xin rút hoặc chủ động rút toàn bộ đăng ký học tập trong học kỳ.\n## Điều 5. Yêu cầu về chuẩn ngoại ngữ đầu ra\n1. Yêu cầu về chuẩn ngoại ngữ đầu ra được quy định cụ thể cho từng CTĐT tại các\nPhụ lục tương ứng kèm theo Quy định này.\n\n2. Chứng chỉ tiếng Anh phải đánh giá đầy đủ 4 kỹ năng nghe, nói, đọc, viết; đồng\nthời phải được cấp trong vòng 2 năm tính đến thời điểm xét chuẩn ngoại ngữ đầu ra và\ncòn hiệu lực tại thời điểm xét.\n## Điều 6. Các trường hợp ngoại lệ\nCác trường hợp ngoại lệ sẽ do Ban Đào tạo đề xuất Giám đốc Đại học Bách khoa\nHà Nội xem xét quyết định.\n## Điều 7. Hiệu lực thi hành\n1. Quy định này được áp dụng từ học kỳ 1 năm học 2025-2026 đối với sinh viên đại\nhọc hình thức chính quy và các CTĐT kể từ khóa 70 trở về sau, trừ các quy định sau:\na) Bảng quy đổi tương đương các chứng chỉ ngoại ngữ áp dụng cho toàn bộ sinh\nviên các khóa, đối với các chứng chỉ được cấp kể từ ngày Quy định này có hiệu lực;\nb) Đối với sinh viên các khóa từ 69 trở về trước, nếu mức quy đổi tương đương\ncùng một chứng chỉ ngoại ngữ theo Quy định này khác với mức quy đổi theo quy định\ntrước đây thì áp dụng mức quy đổi cao hơn trong hai quy định; mức cao hơn được xác\nđịnh theo Khung năng lực ngoại ngữ 6 bậc dùng cho Việt Nam.\n2. Các quy định hiện hành về ngoại ngữ đối với sinh viên và CTĐT từ khóa 69 trở\nvề trước (trừ quy định về quy đổi tương đương chứng chỉ) vẫn tiếp tục có hiệu lực thi\nhành cho đến thời điểm kết thúc khóa đào tạo.\n\nPhụ lục I\nDANH MỤC CÁC CHƯƠNG TRÌNH ĐÀO TẠO\nVÀ NGOẠI NGỮ CHÍNH YÊU CẦU\n(Kèm theo Quyết định số /QĐ-ĐHBK ngày tháng năm 2025\ncủa Giám đốc )\nNGOẠI NGỮ\nNHÓM-LOẠI/TÊN CHƯƠNG TRÌNH ĐÀO TẠO\nCHÍNH\nCác CTĐT chuẩn\n- CTĐT Tiếng Trung Khoa học và Công nghệ Tiếng Trung Quốc\n- Các CTĐT chuẩn khác Tiếng Anh\nCác CTĐT tài năng Tiếng Anh\nCác CTĐT Việt-Pháp PFIEV (mã tuyển sinh: EE-EP, TE-EP) Tiếng Pháp\nCác CTĐT Elitech tăng cường ngoại ngữ\n1. Công nghệ thông tin Global ICT Tiếng Anh\n2. Khoa học dữ liệu và Trí tuệ nhân tạo Tiếng Anh\n3. An toàn không gian số Tiếng Anh\n4. Kỹ thuật điều khiển - Tự động hóa Tiếng Anh\n5. Hệ thống điện và năng lượng tái tạo Tiếng Anh\n6. Kỹ thuật Điện tử - Viễn thông Tiếng Anh\n7. Kỹ thuật Y sinh Tiếng Anh\n8. Truyền thông số và kỹ thuật đa phương tiện Tiếng Anh\n9. Kỹ thuật Cơ điện tử Tiếng Anh\n10. Kỹ thuật Ô tô Tiếng Anh\n11. Khoa học và Kỹ thuật Vật liệu Tiếng Anh\n12. Kỹ thuật hóa dược Tiếng Anh\n13. Kỹ thuật thực phẩm Tiếng Anh\n14. Kỹ thuật sinh học Tiếng Anh\n15. Phân tích kinh doanh Tiếng Anh\n16. Tiếng Anh Chuyên nghiệp Quốc tế (IPE) Tiếng Anh\n17. Logistic và Quản lý chuỗi cung ứng Tiếng Anh\n18. Hệ thống nhúng thông minh và IoT Tiếng Nhật\n19. Công nghệ thông tin Việt-Nhật Tiếng Nhật\n20. Công nghệ thông tin Việt-Pháp Tiếng Pháp\nCác CTĐT hợp tác/liên kết quốc tế\n1. Cơ khí Chế tạo máy (Đại học Griffith, Úc) Tiếng Anh\n2. Cơ điện tử (ĐH Nagaoka, Nhật Bản) Tiếng Nhật\n3. Điện tử - Viễn thông (Đại học Leibniz Hannover, Đức) Tiếng Đức\n4. Cơ điện tử (Đại học Leibniz Hannover, Đức) Tiếng Đức\n5. Quản trị kinh doanh (Đại học TROY, Mỹ) Tiếng Anh\n6. Khoa học Máy tính (Đại học TROY, Mỹ) Tiếng Anh\n\n[BẢNG BIỂU CHI TIẾT]:\n| 0                                                       | 1                |\n|:--------------------------------------------------------|:-----------------|\n| NHÓM-LOẠI/TÊN CHƯƠNG TRÌNH ĐÀO TẠO                      | NGOẠI NGỮ        |\n|                                                         | CHÍNH            |\n| Các CTĐT chuẩn                                          |                  |\n| - CTĐT Tiếng Trung Khoa học và Công nghệ                | Tiếng Trung Quốc |\n| - Các CTĐT chuẩn khác                                   | Tiếng Anh        |\n| Các CTĐT tài năng                                       | Tiếng Anh        |\n| Các CTĐT Việt-Pháp PFIEV (mã tuyển sinh: EE-EP, TE-EP)  | Tiếng Pháp       |\n| Các CTĐT Elitech tăng cường ngoại ngữ                   |                  |\n| 1. Công nghệ thông tin Global ICT                       | Tiếng Anh        |\n| 2. Khoa học dữ liệu và Trí tuệ nhân tạo                 | Tiếng Anh        |\n| 3. An toàn không gian số                                | Tiếng Anh        |\n| 4. Kỹ thuật điều khiển - Tự động hóa                    | Tiếng Anh        |\n| 5. Hệ thống điện và năng lượng tái tạo                  | Tiếng Anh        |\n| 6. Kỹ thuật Điện tử - Viễn thông                        | Tiếng Anh        |\n| 7. Kỹ thuật Y sinh                                      | Tiếng Anh        |\n| 8. Truyền thông số và kỹ thuật đa phương tiện           | Tiếng Anh        |\n| 9. Kỹ thuật Cơ điện tử                                  | Tiếng Anh        |\n| 10. Kỹ thuật Ô tô                                       | Tiếng Anh        |\n| 11. Khoa học và Kỹ thuật Vật liệu                       | Tiếng Anh        |\n| 12. Kỹ thuật hóa dược                                   | Tiếng Anh        |\n| 13. Kỹ thuật thực phẩm                                  | Tiếng Anh        |\n| 14. Kỹ thuật sinh học                                   | Tiếng Anh        |\n| 15. Phân tích kinh doanh                                | Tiếng Anh        |\n| 16. Tiếng Anh Chuyên nghiệp Quốc tế (IPE)               | Tiếng Anh        |\n| 17. Logistic và Quản lý chuỗi cung ứng                  | Tiếng Anh        |\n| 18. Hệ thống nhúng thông minh và IoT                    | Tiếng Nhật       |\n| 19. Công nghệ thông tin Việt-Nhật                       | Tiếng Nhật       |\n| 20. Công nghệ thông tin Việt-Pháp                       | Tiếng Pháp       |\n| Các CTĐT hợp tác/liên kết quốc tế                       |                  |\n| 1. Cơ khí Chế tạo máy (Đại học Griffith, Úc)            | Tiếng Anh        |\n| 2. Cơ điện tử (ĐH Nagaoka, Nhật Bản)                    | Tiếng Nhật       |\n| 3. Điện tử - Viễn thông (Đại học Leibniz Hannover, Đức) | Tiếng Đức        |\n| 4. Cơ điện tử (Đại học Leibniz Hannover, Đức)           | Tiếng Đức        |\n| 5. Quản trị kinh doanh (Đại học TROY, Mỹ)               | Tiếng Anh        |\n| 6. Khoa học Máy tính (Đại học TROY, Mỹ)                 | Tiếng Anh        |\n\nPhụ lục II\nBẢNG QUY ĐỔI TƯƠNG ĐƯƠNG CÁC CHỨNG CHỈ TIẾNG ANH\n(Kèm theo Quyết định số /QĐ-ĐHBK ngày tháng năm 2025 của Giám đốc )\n1. Bảng 2.1 Bảng quy đổi tương đương các chứng chỉ tiếng Anh\nN B L ậc N c N ơ V s N ở CEFR ià b m ể iĐ a r t m ể ik C I E O T )* (t n e m e c a Pl P E T S V A E P S T O I L S S T L E I c im e d a c A PEIC E T P c im e d a c A llik s a u g n iL e g d ir b m a C t n e m s s e s s A h s ilg n E e g d ir b m a C h s ilg n E s t s e T Nghe TO Đ E ọ I c C 4 kỹ N n ó ă i n g Viết iBT T OEFL IT P\nLevel KET\nBậc 1 A1 120÷220 A1 2.5 10÷29 100÷119 60÷105 60÷110 50÷80 30÷60 12÷16 338÷360\nA1 (100÷119)\nBậc\n225÷340 3.0 30÷33 120÷126 110÷165 115÷170 90 70÷80 17÷21 361÷399\n2.1\nBậc Bậc Level KET\nA2 345÷435 A2 34÷38 127÷133 A2 KEY 170÷215 175÷215 100 90÷100 22÷25 400÷429\n2 2.2 1 (120÷139)\n3.5\nBậc\n440÷545 39÷42 134÷139 220÷270 220÷270 110 110 26÷29 430÷449\n2.3\nBậc PET\n550÷620 4.0 4.0 43÷48 140÷146 B1 275÷310 275÷310 120 120 30÷37 450÷466\n3.1 (140÷146)\nBậc Level Preliminary/\nB1 B1\n3 2 B1 Business\nBậc 4.5÷ PET\n625÷780 4.5÷5.5 49÷58 147÷159 Preliminary 315÷395 315÷380 130÷150 130÷140 38÷45 467÷499\n3.2 5.0 (147÷159)\nB2 First/B2\n5.5÷ Level FCE\nBậc 4 B2 785÷940 6.0÷8.0 B2 59÷75 160÷179 Business 400÷485 385÷450 160÷170 150÷170 46÷93 500÷626\n6.5 3 (160÷179)\nVantage\nC1\n7.0÷ Level Advanced/ CAE\nBậc 5 C1 945÷990 8.5÷10 C1 76÷84 180÷199 490÷495 455÷495 180÷200 180÷200 94÷114 627÷677\n8.0 4 C1 Business (180÷199)\nHigher\n8.5÷ Level C2 CPE\nBậc 6 C2 C2 85÷90 200÷210 115÷120\n9.0 5 Proficiency (200÷230)\n\n[BẢNG BIỂU CHI TIẾT]:\n| 0         | 1   | 2    | 3                     | 4       | 5     | 6    | 7     | 8     | 9       | 10           | 11                 | 12              | 13      | 14      | 15      | 16      | 17      |\n|:----------|:----|:-----|:----------------------|:--------|:------|:-----|:------|:------|:--------|:-------------|:-------------------|:----------------|:--------|:--------|:--------|:--------|:--------|\n| Bậc cơ sở |     | CEFR | )*                    | P       | APTIS | c    | PEIC  | c     | llik    | e g t n      | e                  | TOEIC 4 kỹ năng |         |         |         | TOEFL   |         |\n| NLNNVN    |     |      | ià b a r t C I (t n e | E       | ESOL  | Sim  |       | im    | s       | d e h        | g                  |                 |         |         |         |         |         |\n|           |     |      | m m E m               | T       |       | T    |       | E     | a       | ir m s ilg   | d h                |                 |         |         |         |         |         |\n|           |     |      | ể iĐ ể ik O T e c a   | S       |       | Le   |       | Te    | u       | b s          | ir b s ilg s t s e |                 |         |         |         |         |         |\n|           |     |      | Pl                    | V       |       | d    |       | d     | g       | m s e n      | mnT                |                 |         |         |         |         |         |\n|           |     |      |                       |         |       | Ea   |       | Pa    | n       | as E         | aE                 |                 |         |         |         |         |         |\n|           |     |      |                       |         |       | Ic   |       | c     | iL      | s            | C                  |                 |         |         |         |         |         |\n|           |     |      |                       |         |       | A    |       | A     |         | CA           |                    |                 |         |         |         |         |         |\n|           |     |      |                       |         |       |      |       |       |         |              |                    | Nghe            | Đọc     | Nói     | Viết    | iBT     | ITP     |\n| Bậc 1     |     | A1   | 120÷220               |         | A1    | 2.5  | Level | 10÷29 | 100÷119 |              | KET                | 60÷105          | 60÷110  | 50÷80   | 30÷60   | 12÷16   | 338÷360 |\n|           |     |      |                       |         |       |      | A1    |       |         |              | (100÷119)          |                 |         |         |         |         |         |\n| Bậc       | Bậc | A2   | 225÷340               |         | A2    | 3.0  | Level | 30÷33 | 120÷126 | A2 KEY       | KET                | 110÷165         | 115÷170 | 90      | 70÷80   | 17÷21   | 361÷399 |\n| 2         | 2.1 |      |                       |         |       |      | 1     |       |         |              | (120÷139)          |                 |         |         |         |         |         |\n|           | Bậc |      | 345÷435               |         |       | 3.5  |       | 34÷38 | 127÷133 |              |                    | 170÷215         | 175÷215 | 100     | 90÷100  | 22÷25   | 400÷429 |\n|           | 2.2 |      |                       |         |       |      |       |       |         |              |                    |                 |         |         |         |         |         |\n|           | Bậc |      | 440÷545               |         |       |      |       | 39÷42 | 134÷139 |              |                    | 220÷270         | 220÷270 | 110     | 110     | 26÷29   | 430÷449 |\n|           | 2.3 |      |                       |         |       |      |       |       |         |              |                    |                 |         |         |         |         |         |\n| Bậc       | Bậc | B1   | 550÷620               | 4.0     | B1    | 4.0  | Level | 43÷48 | 140÷146 | B1           | PET                | 275÷310         | 275÷310 | 120     | 120     | 30÷37   | 450÷466 |\n| 3         | 3.1 |      |                       |         |       |      | 2     |       |         | Preliminary/ | (140÷146)          |                 |         |         |         |         |         |\n|           |     |      |                       |         |       |      |       |       |         | B1 Business  |                    |                 |         |         |         |         |         |\n|           |     |      |                       |         |       |      |       |       |         | Preliminary  |                    |                 |         |         |         |         |         |\n|           | Bậc |      | 625÷780               | 4.5÷5.5 |       | 4.5÷ |       | 49÷58 | 147÷159 |              | PET                | 315÷395         | 315÷380 | 130÷150 | 130÷140 | 38÷45   | 467÷499 |\n|           | 3.2 |      |                       |         |       | 5.0  |       |       |         |              | (147÷159)          |                 |         |         |         |         |         |\n| Bậc 4     |     | B2   | 785÷940               | 6.0÷8.0 | B2    | 5.5÷ | Level | 59÷75 | 160÷179 | B2 First/B2  | FCE                | 400÷485         | 385÷450 | 160÷170 | 150÷170 | 46÷93   | 500÷626 |\n|           |     |      |                       |         |       | 6.5  | 3     |       |         | Business     | (160÷179)          |                 |         |         |         |         |         |\n|           |     |      |                       |         |       |      |       |       |         | Vantage      |                    |                 |         |         |         |         |         |\n| Bậc 5     |     | C1   | 945÷990               | 8.5÷10  | C1    | 7.0÷ | Level | 76÷84 | 180÷199 | C1           | CAE                | 490÷495         | 455÷495 | 180÷200 | 180÷200 | 94÷114  | 627÷677 |\n|           |     |      |                       |         |       | 8.0  | 4     |       |         | Advanced/    | (180÷199)          |                 |         |         |         |         |         |\n|           |     |      |                       |         |       |      |       |       |         | C1 Business  |                    |                 |         |         |         |         |         |\n|           |     |      |                       |         |       |      |       |       |         | Higher       |                    |                 |         |         |         |         |         |\n| Bậc 6     |     | C2   |                       |         | C2    | 8.5÷ | Level | 85÷90 | 200÷210 | C2           | CPE                |                 |         |         |         | 115÷120 |         |\n|           |     |      |                       |         |       | 9.0  | 5     |       |         | Proficiency  | (200÷230)          |                 |         |         |         |         |         |\n\nGhi chú:\nTừ viết tắt:\n- NLNNVN: Khung năng lực ngoại ngữ 6 bậc dùng cho Việt Nam.\n- CEFR: Khung tham chiếu ngôn ngữ chung châu Âu (Common European Framework of Reference for Languages).\n(*): Điểm bài kiểm tra TOEIC Placement do  phối hợp tổ chức.\n2. Điều kiện xét quy đổi tương đương chứng chỉ và miễn học\n- Kết quả bài kiểm tra TOEIC Placement do  phối hợp tổ chức chỉ được sử dụng để phân loại trình\nđộ tiếng Anh cho mục đích xếp lớp và xét miễn học các học phần thuộc khối ngoại ngữ cơ bản, không sử dụng để xét đạt chuẩn ngoại\nngữ đầu ra.\n- Các chứng chỉ được quy đổi tương đương chỉ khi dạng thức thi đánh giá đầy đủ 4 kỹ năng nghe, nói, đọc, viết.\n- Chứng chỉ tiếng Anh phải được cấp trong vòng 2 năm tính đến thời điểm xét.\n- Chứng chỉ TOEIC 4 kỹ năng: quy đổi tương đương sang các chứng chỉ khác dựa theo kỹ năng đạt điểm thấp nhất.\n- Không công nhận sử dụng chứng chỉ tiếng Anh TOEFL iBT theo hình thức Home Edition.\n- Các trường hợp quy đổi tương đương khác do Ban Đào tạo đề xuất và trình Giám đốc đại học quyết định.\n\nPhụ lục III\nDANH MỤC CÁC HỌC PHẦN NGOẠI NGỮ CƠ BẢN - ĐIỀU KIỆN MIỄN HỌC - CHUẨN NGOẠI NGỮ ĐẦU RA\nĐỐI VỚI CÁC CTĐT CHUẨN VÀ CTĐT TÀI NĂNG CÓ CHUẨN ĐẦU RA LÀ TIẾNG ANH\n(Kèm theo Quyết định số /QĐ-ĐHBK ngày tháng năm 2025 của Giám đốc )\nBảng 3.1 Danh mục các học phần tiếng Anh thuộc khối ngoại ngữ cơ bản và điều kiện miễn học\nMã học Thời Học phần được miễn và học kỳ xếp lớp học\nTT Tên học phần\nphần lượng\nNhóm 1 Nhóm 2 Nhóm 3 Nhóm 4 Nhóm 5 Nhóm 6\n1 FL1131 Tiếng Anh cơ sở 1 4(2-4-0-8) Kỳ 1 M M M M M\n2 FL1132 Tiếng Anh cơ sở 2 4(2-4-0-8) Kỳ 2 Kỳ 1 M M M M\n3 FL1133 Tiếng Anh cơ sở 3 4(2-4-0-8) ĐK (Kỳ 3) Kỳ 2 Kỳ 1 M M M\n4 FL1134 Tiếng Anh cơ sở 4 4(2-4-0-8) ĐK (Kỳ 4) ĐK (Kỳ 4) Kỳ 2 Kỳ 1 M M\n5 FL1135 Tiếng Anh cơ sở 5 4(2-4-0-8) ĐK (Kỳ 5) ĐK (Kỳ 5) ĐK (Kỳ 5) Kỳ 2 Kỳ 2 M\nGhi chú: Nhóm 1: Không tham gia đánh giá phân loại tiếng Anh đầu vào hoặc đạt trình độ dưới Bậc 1\nNhóm 2: Đạt trình độ Bậc 1 trở lên Kỳ 1: Được xếp học ở kỳ 1\nNhóm 3: Đạt trình độ Bậc 2.1 trở lên Kỳ 2: Được xếp học ở kỳ 2\nNhóm 4: Đạt trình độ Bậc 2.2 trở lên M: Được miễn học (ghi điểm R)\nNhóm 5: Đạt trình độ Bậc 2.3 trở lên\nNhóm 6: Đạt trình độ Bậc 3 trở lên\nĐK: Sinh viên tự đăng ký học song hành với các học phần của CTĐT tại kỳ tương ứng (trong Bảng 3.1) nếu\nchưa học hoặc chưa được miễn.\nBậc trình độ dựa trên quy định tại Bảng 2.1 của Phụ lục II.\nĐối với các chứng chỉ APTIS ESOL, Cambridge Assessment English, PEIC: Sinh viên đạt chứng chỉ A1 sẽ thuộc Nhóm 2; đạt\nchứng chỉ A2 sẽ thuộc Nhóm 3.\n\n[BẢNG BIỂU CHI TIẾT]:\n| 0   | 1      | 2                 | 3          | 4                                        | 5         | 6         | 7      | 8      | 9      |\n|:----|:-------|:------------------|:-----------|:-----------------------------------------|:----------|:----------|:-------|:-------|:-------|\n| TT  | Mã học | Tên học phần      | Thời       | Học phần được miễn và học kỳ xếp lớp học |           |           |        |        |        |\n|     | phần   |                   | lượng      |                                          |           |           |        |        |        |\n|     |        |                   |            | Nhóm 1                                   | Nhóm 2    | Nhóm 3    | Nhóm 4 | Nhóm 5 | Nhóm 6 |\n| 1   | FL1131 | Tiếng Anh cơ sở 1 | 4(2-4-0-8) | Kỳ 1                                     | M         | M         | M      | M      | M      |\n| 2   | FL1132 | Tiếng Anh cơ sở 2 | 4(2-4-0-8) | Kỳ 2                                     | Kỳ 1      | M         | M      | M      | M      |\n| 3   | FL1133 | Tiếng Anh cơ sở 3 | 4(2-4-0-8) | ĐK (Kỳ 3)                                | Kỳ 2      | Kỳ 1      | M      | M      | M      |\n| 4   | FL1134 | Tiếng Anh cơ sở 4 | 4(2-4-0-8) | ĐK (Kỳ 4)                                | ĐK (Kỳ 4) | Kỳ 2      | Kỳ 1   | M      | M      |\n| 5   | FL1135 | Tiếng Anh cơ sở 5 | 4(2-4-0-8) | ĐK (Kỳ 5)                                | ĐK (Kỳ 5) | ĐK (Kỳ 5) | Kỳ 2   | Kỳ 2   | M      |\n\nBảng 3.2 Yêu cầu trình độ tiếng Anh theo học kỳ và chuẩn ngoại ngữ đầu ra khi xét tốt nghiệp\nHạng mục Yêu cầu\nĐăng ký học tập cho học kỳ 1\nĐược xếp lớp học theo quy định tại Bảng 3.1\nĐăng ký học tập cho học kỳ 2\nSinh viên phải đăng ký học song hành học phần FL1133\nĐăng ký học tập cho học kỳ 3\nTiếng Anh cơ sở 3 nếu chưa học hoặc chưa được miễn.\nSinh viên phải đăng ký học song hành học phần FL1134\nĐăng ký học tập cho học kỳ 4\nTiếng Anh cơ sở 4 nếu chưa học hoặc chưa được miễn.\nSinh viên phải đăng ký học song hành học phần FL1135\nĐăng ký học tập cho học kỳ 5\nTiếng Anh cơ sở 5 nếu chưa học hoặc chưa được miễn.\nChuẩn đầu ra khi xét tốt nghiệp với\nĐạt chứng chỉ trình độ tối thiểu Bậc 3 (theo Bảng 2.1 của\nCTĐT chuẩn\nPhụ lục II)\n(trừ các CTĐT nhóm ngành ngôn ngữ)\nĐược quy định bằng văn bản riêng, phù hợp với chuẩn đầu\nChuẩn đầu ra khi xét tốt nghiệp với\nra CTĐT tài năng trình độ tương ứng do Bộ Giáo dục và\nCTĐT tài năng\nĐào tạo ban hành.\n\n[BẢNG BIỂU CHI TIẾT]:\n| 0                                   | 1                                                         |\n|:------------------------------------|:----------------------------------------------------------|\n| Hạng mục                            | Yêu cầu                                                   |\n| Đăng ký học tập cho học kỳ 1        | Được xếp lớp học theo quy định tại Bảng 3.1               |\n| Đăng ký học tập cho học kỳ 2        |                                                           |\n| Đăng ký học tập cho học kỳ 3        | Sinh viên phải đăng ký học song hành học phần FL1133      |\n|                                     | Tiếng Anh cơ sở 3 nếu chưa học hoặc chưa được miễn.       |\n| Đăng ký học tập cho học kỳ 4        | Sinh viên phải đăng ký học song hành học phần FL1134      |\n|                                     | Tiếng Anh cơ sở 4 nếu chưa học hoặc chưa được miễn.       |\n| Đăng ký học tập cho học kỳ 5        | Sinh viên phải đăng ký học song hành học phần FL1135      |\n|                                     | Tiếng Anh cơ sở 5 nếu chưa học hoặc chưa được miễn.       |\n| Chuẩn đầu ra khi xét tốt nghiệp với | Đạt chứng chỉ trình độ tối thiểu Bậc 3 (theo Bảng 2.1 của |\n| CTĐT chuẩn                          | Phụ lục II)                                               |\n| (trừ các CTĐT nhóm ngành ngôn ngữ)  |                                                           |\n| Chuẩn đầu ra khi xét tốt nghiệp với | Được quy định bằng văn bản riêng, phù hợp với chuẩn đầu   |\n| CTĐT tài năng                       | ra CTĐT tài năng trình độ tương ứng do Bộ Giáo dục và     |\n|                                     | Đào tạo ban hành.                                         |\n\nPhụ lục IV\nDANH MỤC CÁC HỌC PHẦN NGOẠI NGỮ CƠ BẢN - ĐIỀU KIỆN MIỄN HỌC - CHUẨN NGOẠI NGỮ ĐẦU RA\nĐỐI VỚI CÁC CHƯƠNG TRÌNH TIÊN TIẾN (ELITECH) TĂNG CƯỜNG NGOẠI NGỮ VÀ CTĐT HỢP TÁC QUỐC TẾ\nCÓ NGOẠI NGỮ CHÍNH LÀ TIẾNG ANH\n(Kèm theo Quyết định số /QĐ-ĐHBK ngày tháng năm 2025 của Giám đốc )\nBảng 4.1 Danh mục các học phần tiếng Anh thuộc khối ngoại ngữ cơ bản và điều kiện miễn học\n(Bảng 4.1 này không áp dụng với CTĐT hợp tác với Đại học TROY, Hoa Kỳ)\nMã học Học phần được miễn và học kỳ xếp lớp học\nTT Tên học phần Thời lượng\nphần\nNhóm 1 Nhóm 2 Nhóm 3 Nhóm 4\n1 FL1211 Listening 1 3(3-1-0-6) M M M\n2 FL1212 Speaking 1 3(3-1-0-6) M M M\nKỳ 1\n3 FL1213 Reading 1 3(3-0-0-6) M M M\n4 FL1214 Writing 1 3(3-1-0-6) M M M\n5 FL1221 Listening 2 2(2-1-0-4) M M\n6 FL1222 Speaking 2 1(1-1-0-4) M M\nKỳ 2 Kỳ 1\n7 FL1223 Reading 2 1(1-1-0-4) M M\n8 FL1224 Writing 2 2(2-1-0-4) M M\n9 FL1231 Listening 3 2(2-1-0-4) M\n10 FL1232 Speaking 3 1(1-1-0-4) M\nĐK (Kỳ 3) Kỳ 2 Kỳ 1\n11 FL1233 Reading 3 1(1-1-0-4) M\n12 FL1234 Writing 3 2(2-1-0-4) M\nGhi chú: Nhóm 1: Không tham gia đánh giá phân loại tiếng Anh đầu vào hoặc đạt trình độ từ Bậc 2.2 trở xuống;\nNhóm 2: Đạt trình độ Bậc 2.3 đến Bậc 3.1 M: Được miễn học (ghi điểm R)\nNhóm 3: Đạt trình độ Bậc 3.2 Kỳ 1: Được xếp học ở kỳ 1\nNhóm 4: Đạt trình độ Bậc 4 trở lên Kỳ 2: Được xếp học ở kỳ 2\nĐK: Sinh viên tự đăng ký học song hành với các học phần của CTĐT tại kỳ 3 nếu chưa được miễn.\n\n[BẢNG BIỂU CHI TIẾT]:\n| 0   | 1      | 2            | 3          | 4                                        | 5      | 6      | 7      |\n|:----|:-------|:-------------|:-----------|:-----------------------------------------|:-------|:-------|:-------|\n| TT  | Mã học | Tên học phần | Thời lượng | Học phần được miễn và học kỳ xếp lớp học |        |        |        |\n|     | phần   |              |            |                                          |        |        |        |\n|     |        |              |            | Nhóm 1                                   | Nhóm 2 | Nhóm 3 | Nhóm 4 |\n| 1   | FL1211 | Listening 1  | 3(3-1-0-6) | Kỳ 1                                     | M      | M      | M      |\n| 2   | FL1212 | Speaking 1   | 3(3-1-0-6) |                                          | M      | M      | M      |\n| 3   | FL1213 | Reading 1    | 3(3-0-0-6) |                                          | M      | M      | M      |\n| 4   | FL1214 | Writing 1    | 3(3-1-0-6) |                                          | M      | M      | M      |\n| 5   | FL1221 | Listening 2  | 2(2-1-0-4) | Kỳ 2                                     | Kỳ 1   | M      | M      |\n| 6   | FL1222 | Speaking 2   | 1(1-1-0-4) |                                          |        | M      | M      |\n| 7   | FL1223 | Reading 2    | 1(1-1-0-4) |                                          |        | M      | M      |\n| 8   | FL1224 | Writing 2    | 2(2-1-0-4) |                                          |        | M      | M      |\n| 9   | FL1231 | Listening 3  | 2(2-1-0-4) | ĐK (Kỳ 3)                                | Kỳ 2   | Kỳ 1   | M      |\n| 10  | FL1232 | Speaking 3   | 1(1-1-0-4) |                                          |        |        | M      |\n| 11  | FL1233 | Reading 3    | 1(1-1-0-4) |                                          |        |        | M      |\n| 12  | FL1234 | Writing 3    | 2(2-1-0-4) |                                          |        |        | M      |\n\nĐối với các chứng chỉ APTIS ESOL, Cambridge Assessment English, PEIC: Sinh viên đạt chứng chỉ A2 sẽ thuộc Nhóm 2;\nđạt chứng chỉ B1 sẽ thuộc Nhóm 3.\nBậc trình độ dựa trên quy định tại Bảng 2.1 của Phụ lục II.\nBảng 4.2 Yêu cầu trình độ tiếng Anh theo học kỳ và chuẩn ngoại ngữ đầu ra khi xét tốt nghiệp\n(Bảng 4.2 này không áp dụng với CTĐT hợp tác với Đại học TROY, Hoa Kỳ)\nHạng mục Yêu cầu\nĐăng ký học tập cho học kỳ 1\nĐược xếp lớp học theo quy định tại Bảng 4.1\nĐăng ký học tập cho học kỳ 2\nSinh viên phải đăng ký học song hành toàn bộ các học phần chưa\nĐăng ký học tập cho học kỳ 3\nđược miễn của nhóm gồm {FL1231, FL1232, FL1233, FL1234}\nĐạt chứng chỉ trình độ tối thiểu Bậc 4 (theo Bảng 2.1 của Phụ lục\nChuẩn đầu ra khi xét tốt nghiệp\nII)\nBảng 4.3 Yêu cầu chuẩn tiếng Anh đối với CTĐT hợp tác với Đại học TROY, Hoa Kỳ\nHạng mục Yêu cầu trình độ ngoại ngữ tối thiểu\n+ Có chứng chỉ tiếng Anh VSTEP trình độ B2 trở lên;\nHoặc\nYêu cầu đầu khóa học\n+ Có chứng chỉ IELTS (Academic) đạt 5.5 trở lên hoặc tương\nđương.\n\n[BẢNG BIỂU CHI TIẾT]:\n| 0                               | 1                                                                 |\n|:--------------------------------|:------------------------------------------------------------------|\n| Hạng mục                        | Yêu cầu                                                           |\n| Đăng ký học tập cho học kỳ 1    | Được xếp lớp học theo quy định tại Bảng 4.1                       |\n| Đăng ký học tập cho học kỳ 2    |                                                                   |\n| Đăng ký học tập cho học kỳ 3    | Sinh viên phải đăng ký học song hành toàn bộ các học phần chưa    |\n|                                 | được miễn của nhóm gồm {FL1231, FL1232, FL1233, FL1234}           |\n| Chuẩn đầu ra khi xét tốt nghiệp | Đạt chứng chỉ trình độ tối thiểu Bậc 4 (theo Bảng 2.1 của Phụ lục |\n|                                 | II)                                                               |\n\n| 0                    | 1                                                          |\n|:---------------------|:-----------------------------------------------------------|\n| Hạng mục             | Yêu cầu trình độ ngoại ngữ tối thiểu                       |\n| Yêu cầu đầu khóa học | + Có chứng chỉ tiếng Anh VSTEP trình độ B2 trở lên;        |\n|                      | Hoặc                                                       |\n|                      | + Có chứng chỉ IELTS (Academic) đạt 5.5 trở lên hoặc tương |\n|                      | đương.                                                     |\n\nPhụ lục V\nDANH MỤC CÁC HỌC PHẦN NGOẠI NGỮ CƠ BẢN - ĐIỀU KIỆN MIỄN HỌC - CHUẨN NGOẠI NGỮ ĐẦU RA\nĐỐI VỚI CÁC CTĐT VIỆT - PHÁP PFIEV VÀ CÔNG NGHỆ THÔNG TIN VIỆT – PHÁP\n(Kèm theo Quyết định số /QĐ-ĐHBK ngày tháng năm 2025 của Giám đốc )\nBảng 5.1 Danh mục các học phần tiếng Pháp thuộc khối ngoại ngữ cơ bản và điều kiện miễn học\nMã học Thời Học phần được miễn và học kỳ xếp lớp học\nTT Tên học phần\nphần lượng Nhóm 1 Nhóm 2 Nhóm 3\n1 FL1801 Tiếng Pháp PFIEV 1 3(1-4-0-6) Kỳ 1 M M\n2 FL1802 Tiếng Pháp PFIEV 2 3(1-4-0-6) Kỳ 2 M M\n3 FL1803 Tiếng Pháp PFIEV 3 3(1-4-0-6) ĐK (Kỳ 3) Kỳ 1 M\n4 FL1804 Tiếng Pháp PFIEV 4 3(1-4-0-6) ĐK (Kỳ 4) Kỳ 2 M\nGhi chú:\nNhóm 1: Đạt trình độ dưới mức DELF A1 hoặc tương đương;\nNhóm 2: Đạt trình độ DELF A1 hoặc tương đương;\nNhóm 3: Đạt trình độ DELF A2 hoặc tương đương;\nM: được miễn học (ghi điểm R).\nKỳ 1: Được xếp học ở kỳ 1\nKỳ 2: Được xếp học ở kỳ 2\nĐK: Sinh viên tự đăng ký học song hành với các học phần của CTĐT theo kỳ tương ứng (trong Bảng 5.1) nếu chưa\nhọc hoặc chưa được miễn.\n\n[BẢNG BIỂU CHI TIẾT]:\n| 0   | 1      | 2                  | 3          | 4                                        | 5      | 6      |\n|:----|:-------|:-------------------|:-----------|:-----------------------------------------|:-------|:-------|\n| TT  | Mã học | Tên học phần       | Thời       | Học phần được miễn và học kỳ xếp lớp học |        |        |\n|     | phần   |                    | lượng      |                                          |        |        |\n|     |        |                    |            | Nhóm 1                                   | Nhóm 2 | Nhóm 3 |\n| 1   | FL1801 | Tiếng Pháp PFIEV 1 | 3(1-4-0-6) | Kỳ 1                                     | M      | M      |\n| 2   | FL1802 | Tiếng Pháp PFIEV 2 | 3(1-4-0-6) | Kỳ 2                                     | M      | M      |\n| 3   | FL1803 | Tiếng Pháp PFIEV 3 | 3(1-4-0-6) | ĐK (Kỳ 3)                                | Kỳ 1   | M      |\n| 4   | FL1804 | Tiếng Pháp PFIEV 4 | 3(1-4-0-6) | ĐK (Kỳ 4)                                | Kỳ 2   | M      |\n\nBảng 5.2 Yêu cầu trình độ tiếng Pháp theo học kỳ và chuẩn ngoại ngữ đầu ra khi xét tốt nghiệp\nHạng mục Yêu cầu với CTĐT Việt - Pháp PFIEV Yêu cầu với CTĐT CNTT Việt - Pháp\nĐăng ký học tập cho học kỳ 1\nĐược xếp lớp học theo quy định tại Bảng 5.1 (số học phần xếp học trong học kỳ có thể khác\ngiữa các lớp của CTĐT Việt - Pháp PFIEV và CTĐT CNTT Việt - Pháp)\nĐăng ký học tập cho học kỳ 2\nSinh viên phải đăng ký học song hành học phần FL1803 Tiếng Pháp PFIEV 3 nếu chưa học\nĐăng ký học tập cho học kỳ 3\nhoặc chưa được miễn.\nSinh viên phải đăng ký học song hành học phần FL1804 Tiếng Pháp PFIEV 4 nếu chưa học\nĐăng ký học tập cho học kỳ 4\nhoặc chưa được miễn.\nChuẩn đầu ra khi xét tốt\nĐạt trình độ tối thiểu DELF B1 hoặc tương đương theo Bảng 5.3\nnghiệp cử nhân\nĐạt trình độ tối thiểu DELF B2 (hoặc tương\nChuẩn đầu ra khi xét tốt đương theo Bảng 5.3) hoặc Chứng chỉ tiếng\nKhông có\nnghiệp kỹ sư chuyên sâu Anh đạt trình độ tối thiểu từ Bậc 4 (theo Phụ\nlục II)\nĐạt trình độ tối thiểu DELF B1 (hoặc tương\nĐiều kiện ngoại ngữ để đăng ký đương theo Bảng 5.3) và Chứng chỉ TOEIC\nnhận Phụ lục văn bằng kỹ sư của quốc tế với tổng hai kỹ năng Nghe & Đọc đạt Không có\nphía Pháp. từ 600 điểm trở lên (hoặc chứng chỉ tiếng Anh\ntương đương theo quy định của phía Pháp).\n\n[BẢNG BIỂU CHI TIẾT]:\n| 0                               | 1                                                                                         | 2                                 |\n|:--------------------------------|:------------------------------------------------------------------------------------------|:----------------------------------|\n| Hạng mục                        | Yêu cầu với CTĐT Việt - Pháp PFIEV                                                        | Yêu cầu với CTĐT CNTT Việt - Pháp |\n| Đăng ký học tập cho học kỳ 1    | Được xếp lớp học theo quy định tại Bảng 5.1 (số học phần xếp học trong học kỳ có thể khác |                                   |\n|                                 | giữa các lớp của CTĐT Việt - Pháp PFIEV và CTĐT CNTT Việt - Pháp)                         |                                   |\n| Đăng ký học tập cho học kỳ 2    |                                                                                           |                                   |\n| Đăng ký học tập cho học kỳ 3    | Sinh viên phải đăng ký học song hành học phần FL1803 Tiếng Pháp PFIEV 3 nếu chưa học      |                                   |\n|                                 | hoặc chưa được miễn.                                                                      |                                   |\n| Đăng ký học tập cho học kỳ 4    | Sinh viên phải đăng ký học song hành học phần FL1804 Tiếng Pháp PFIEV 4 nếu chưa học      |                                   |\n|                                 | hoặc chưa được miễn.                                                                      |                                   |\n| Chuẩn đầu ra khi xét tốt        | Đạt trình độ tối thiểu DELF B1 hoặc tương đương theo Bảng 5.3                             |                                   |\n| nghiệp cử nhân                  |                                                                                           |                                   |\n| Chuẩn đầu ra khi xét tốt        | Đạt trình độ tối thiểu DELF B2 (hoặc tương                                                | Không có                          |\n| nghiệp kỹ sư chuyên sâu         | đương theo Bảng 5.3) hoặc Chứng chỉ tiếng                                                 |                                   |\n|                                 | Anh đạt trình độ tối thiểu từ Bậc 4 (theo Phụ                                             |                                   |\n|                                 | lục II)                                                                                   |                                   |\n| Điều kiện ngoại ngữ để đăng ký  | Đạt trình độ tối thiểu DELF B1 (hoặc tương                                                | Không có                          |\n| nhận Phụ lục văn bằng kỹ sư của | đương theo Bảng 5.3) và Chứng chỉ TOEIC                                                   |                                   |\n| phía Pháp.                      | quốc tế với tổng hai kỹ năng Nghe & Đọc đạt                                               |                                   |\n|                                 | từ 600 điểm trở lên (hoặc chứng chỉ tiếng Anh                                             |                                   |\n|                                 | tương đương theo quy định của phía Pháp).                                                 |                                   |\n\nBảng 5.3 Bảng quy đổi tương đương các văn bằng, chứng chỉ tiếng Pháp\nChứng chỉ TCF 4 kỹ năng\nChứng chỉ\nDELF Điểm bài thi trắc nghiệm Điểm bài thi Diễn đạt Nói & Viết\nTCF\n(Nghe - Đọc & Kiến thức ngôn ngữ)\nDiễn đạt nói: 1/20\nDELF A1 101 ÷ 199 101 ÷ 199\nDiễn đạt viết: 1/20\nDiễn đạt nói: 2 ÷ 5/20\nDELF A2 200 ÷ 299 200 ÷ 299\nDiễn đạt viết: 2 ÷ 5/20\nDiễn đạt nói: 6 ÷ 9/20\nDELF B1 300 ÷ 399 300 ÷ 399\nDiễn đạt viết: 6 ÷ 9/20\nDiễn đạt nói: 10 ÷ 13/20\nDELF B2 400 ÷ 499 400 ÷ 499\nDiễn đạt viết: 10 ÷ 13/20\nDiễn đạt nói: 14 ÷ 17/20\nDELF C1 500 ÷ 599 500 ÷ 599\nDiễn đạt viết: 14 ÷ 17/20\nDiễn đạt nói: 18 ÷ 20/20\nDELF C2 600 ÷ 699 600 ÷ 699\nDiễn đạt viết: 18 ÷ 20/20\nGhi chú: Văn bằng DELF được công nhận vô thời hạn; Chứng chỉ TCF có giá trị công nhận trong vòng 2 năm kể từ ngày cấp.\n\n[BẢNG BIỂU CHI TIẾT]:\n| 0       | 1         | 2                                 | 3                                |\n|:--------|:----------|:----------------------------------|:---------------------------------|\n| DELF    | Chứng chỉ | Chứng chỉ TCF 4 kỹ năng           |                                  |\n|         | TCF       |                                   |                                  |\n|         |           | Điểm bài thi trắc nghiệm          | Điểm bài thi Diễn đạt Nói & Viết |\n|         |           | (Nghe - Đọc & Kiến thức ngôn ngữ) |                                  |\n| DELF A1 | 101 ÷ 199 | 101 ÷ 199                         | Diễn đạt nói: 1/20               |\n|         |           |                                   | Diễn đạt viết: 1/20              |\n| DELF A2 | 200 ÷ 299 | 200 ÷ 299                         | Diễn đạt nói: 2 ÷ 5/20           |\n|         |           |                                   | Diễn đạt viết: 2 ÷ 5/20          |\n| DELF B1 | 300 ÷ 399 | 300 ÷ 399                         | Diễn đạt nói: 6 ÷ 9/20           |\n|         |           |                                   | Diễn đạt viết: 6 ÷ 9/20          |\n| DELF B2 | 400 ÷ 499 | 400 ÷ 499                         | Diễn đạt nói: 10 ÷ 13/20         |\n|         |           |                                   | Diễn đạt viết: 10 ÷ 13/20        |\n| DELF C1 | 500 ÷ 599 | 500 ÷ 599                         | Diễn đạt nói: 14 ÷ 17/20         |\n|         |           |                                   | Diễn đạt viết: 14 ÷ 17/20        |\n| DELF C2 | 600 ÷ 699 | 600 ÷ 699                         | Diễn đạt nói: 18 ÷ 20/20         |\n|         |           |                                   | Diễn đạt viết: 18 ÷ 20/20        |\n\nPhụ lục VI\nDANH MỤC CÁC HỌC PHẦN NGOẠI NGỮ CƠ BẢN - ĐIỀU KIỆN MIỄN HỌC - CHUẨN NGOẠI NGỮ ĐẦU RA\nĐỐI VỚI CÁC CTĐT CÓ NGOẠI NGỮ CHÍNH LÀ TIẾNG ĐỨC\n(Kèm theo Quyết định số /QĐ-ĐHBK ngày tháng năm 2025 của Giám đốc )\nBảng 6.1 Danh mục các học phần tiếng Đức thuộc khối ngoại ngữ cơ bản và điều kiện miễn học\nTT Mã học Tên học Thời lượng Học phần được miễn và học kỳ xếp lớp học\nphần phần\nNhóm 1 Nhóm 2 Nhóm 3 Nhóm 4 Nhóm 5\n1 FLG1001 Tiếng Đức 1 8(4-8-0-16) Kỳ 1 M M M M\n2 FLG1002 Tiếng Đức 2 6(5-2-0-12) Kỳ 2 Kỳ 1 M M M\n3 FLG1003 Tiếng Đức 3 6(5-2-0-12) ĐK (Kỳ 3) Kỳ 2 M M M\n4 FLG1004 Tiếng Đức 4 6(5-2-0-12) ĐK (Kỳ 4) ĐK (Kỳ 4) Kỳ 1 M M\n5 QT1524 (*) Tiếng Đức 5 0(5-2-0-12) M M\n6 QT1528 (*) Tiếng Đức 6 0(4-4-0-12) M\n7 QT1529 (*) Tiếng Đức 7 0(4-4-0-12) M\nChuẩn đầu ra khi xét tốt nghiệp Đạt chứng chỉ Goethe-Zertifikat trình độ tối thiểu B1 hoặc tương đương\n(theo Bảng quy đổi 6.2)\nHoặc đạt toàn bộ các học phần tiếng Đức gồm: {FLG1001, FLG1002,\nFLG1003, FLG1004}\nGhi chú:\nNhóm 1: Không có chứng chỉ tiếng Đức hoặc khi trình độ Goethe-Zertifikat đạt dưới mức A1 hoặc tương đương\nNhóm 2: Đạt trình độ Goethe-Zertifikat A1 hoặc tương đương Nhóm 4: Đạt trình độ Goethe-Zertifikat B1 hoặc tương đương\nNhóm 3: Đạt trình độ Goethe-Zertifikat A2 hoặc tương đương Nhóm 5: Đạt trình độ Goethe-Zertifikat B2 hoặc tương đương\nM: được miễn học (ghi điểm R); Kỳ 1: Được xếp học ở kỳ 1; Kỳ 2: Được xếp học ở kỳ 2\nĐK: Sinh viên tự đăng ký học song hành với các học phần của CTĐT tại kỳ tương ứng (trong Bảng 6.1) nếu chưa học hoặc chưa\nđược miễn.\n\n[BẢNG BIỂU CHI TIẾT]:\n| 0                               | 1          | 2           | 3           | 4                                                                      | 5         | 6      | 7      | 8      |\n|:--------------------------------|:-----------|:------------|:------------|:-----------------------------------------------------------------------|:----------|:-------|:-------|:-------|\n| TT                              | Mã học     | Tên học     | Thời lượng  | Học phần được miễn và học kỳ xếp lớp học                               |           |        |        |        |\n|                                 | phần       | phần        |             |                                                                        |           |        |        |        |\n|                                 |            |             |             | Nhóm 1                                                                 | Nhóm 2    | Nhóm 3 | Nhóm 4 | Nhóm 5 |\n| 1                               | FLG1001    | Tiếng Đức 1 | 8(4-8-0-16) | Kỳ 1                                                                   | M         | M      | M      | M      |\n| 2                               | FLG1002    | Tiếng Đức 2 | 6(5-2-0-12) | Kỳ 2                                                                   | Kỳ 1      | M      | M      | M      |\n| 3                               | FLG1003    | Tiếng Đức 3 | 6(5-2-0-12) | ĐK (Kỳ 3)                                                              | Kỳ 2      | M      | M      | M      |\n| 4                               | FLG1004    | Tiếng Đức 4 | 6(5-2-0-12) | ĐK (Kỳ 4)                                                              | ĐK (Kỳ 4) | Kỳ 1   | M      | M      |\n| 5                               | QT1524 (*) | Tiếng Đức 5 | 0(5-2-0-12) |                                                                        |           |        | M      | M      |\n| 6                               | QT1528 (*) | Tiếng Đức 6 | 0(4-4-0-12) |                                                                        |           |        |        | M      |\n| 7                               | QT1529 (*) | Tiếng Đức 7 | 0(4-4-0-12) |                                                                        |           |        |        | M      |\n| Chuẩn đầu ra khi xét tốt nghiệp |            |             |             | Đạt chứng chỉ Goethe-Zertifikat trình độ tối thiểu B1 hoặc tương đương |           |        |        |        |\n|                                 |            |             |             | (theo Bảng quy đổi 6.2)                                                |           |        |        |        |\n|                                 |            |             |             | Hoặc đạt toàn bộ các học phần tiếng Đức gồm: {FLG1001, FLG1002,        |           |        |        |        |\n|                                 |            |             |             | FLG1003, FLG1004}                                                      |           |        |        |        |\n\n(*) Học phần QT1524 Tiếng Đức 5: chỉ dành cho các sinh viên học chuyển tiếp sang Đức theo chương trình Kỹ thuật Điện tử -\nViễn thông, hợp tác với ĐH Leibniz Hannover.\n(*) Học phần QT1524 Tiếng Đức 5, QT1528 Tiếng Đức 6, QT1529 Tiếng Đức 7: chỉ dành cho các sinh viên học chuyển tiếp\nsang Đức theo chương trình Kỹ thuật Cơ điện tử, hợp tác với ĐH Leibniz Hannover.\nBảng 6.2 Bảng quy đổi tương đương các chứng chỉ tiếng Đức\nGoethe-Zertifikat TestDaF DSD TELC/ ÖSD/ HUSTGC\nA1 A1\nA2 A2\nDSD1\nB1 TDN3 B1\nB2 TDN4 B2\nDSD2\nC1 TDN5 C1\nC2 C2\n\n[BẢNG BIỂU CHI TIẾT]:\n| 0                 | 1       | 2    | 3                 |\n|:------------------|:--------|:-----|:------------------|\n| Goethe-Zertifikat | TestDaF | DSD  | TELC/ ÖSD/ HUSTGC |\n| A1                |         |      | A1                |\n| A2                |         | DSD1 | A2                |\n| B1                | TDN3    |      | B1                |\n| B2                | TDN4    | DSD2 | B2                |\n| C1                | TDN5    |      | C1                |\n| C2                |         |      | C2                |\n\nPhụ lục VII\nDANH MỤC CÁC HỌC PHẦN NGOẠI NGỮ CƠ BẢN - ĐIỀU KIỆN MIỄN HỌC - CHUẨN NGOẠI NGỮ ĐẦU RA\nĐỐI VỚI CÁC CTĐT CÓ NGOẠI NGỮ CHÍNH LÀ TIẾNG NHẬT\n(Kèm theo Quyết định số /QĐ-ĐHBK ngày tháng năm 2025 của Giám đốc )\nBảng 7.1 Danh mục các học phần tiếng Nhật thuộc khối ngoại ngữ cơ bản, điều kiện miễn học và chuẩn đầu ra với chương\ntrình Cơ điện tử (Hợp tác với ĐH Nagaoka, Nhật Bản)\nDành cho sinh viên theo hướng học chuyển tiếp\nHọc kỳ Dành cho sinh viên không học chuyển tiếp\ntại trường ĐH đối tác Nhật Bản\nKỳ 1 Toàn bộ sinh viên được xếp học QT0112 Tiếng Nhật I Thời lượng: 9(0-18-0-18)\nTrước khi sang học kỳ 2 sinh viên cần đăng ký học chuyển tiếp/không chuyển tiếp để xếp lớp học của kỳ 2:\n- Nếu không đăng ký: mặc định xếp lớp học theo nhóm học để chuyển tiếp\n- Nếu không đạt QT0112 Tiếng Nhật I hoặc không học chuyển tiếp: xếp lớp theo nhóm không học chuyển tiếp\nXếp lớp cố định QT0122 Tiếng Nhật II Xếp lớp cố định FLJ1002 Tiếng Nhật II\nKỳ 2\nThời lượng: 9(0-18-0-18) Thời lượng: 5(0-10-0-10)\nSinh viên tự đăng ký học song hành QT1112 Tiếng Sinh viên tự đăng ký học song hành FLJ1003 Tiếng Nhật\nNhật III với các học phần khác của CTĐT III với các học phần khác của CTĐT\nKỳ 3\nThời lượng: 9(0-18-0-18) Thời lượng: 5(0-10-0-10)\n(Là học phần bắt buộc nếu học chuyển tiếp) (Miễn học nếu có chứng chỉ tiếng Nhật N4)\nSinh viên tự đăng ký học song hành QT1122 Tiếng Sinh viên tự đăng ký học song hành FLJ1004 Tiếng Nhật\nNhật IV với các học phần khác của CTĐT IV với các học phần khác của CTĐT\nKỳ 4\nThời lượng: 9(0-18-0-18) Thời lượng: 5(0-10-0-10)\n(Là học phần bắt buộc nếu học chuyển tiếp) (Miễn học nếu có chứng chỉ tiếng Nhật N3)\nSinh viên tự đăng ký học song hành QT1132 Tiếng Không có\nNhật V với các học phần khác của CTĐT\nKỳ 5\nThời lượng: 9(0-18-0-18)\n(Là học phần bắt buộc nếu học chuyển tiếp)\nĐạt chứng chỉ tiếng Nhật từ N3\nChuẩn đầu ra khi xét tốt nghiệp Hoặc đạt toàn bộ các học phần tiếng Nhật gồm: {QT0112,\nFLJ1002, FLJ1003, FLJ1004}\n\n[BẢNG BIỂU CHI TIẾT]:\n| 0                                                                                                        | 1                                                                           | 2                                                      |\n|:---------------------------------------------------------------------------------------------------------|:----------------------------------------------------------------------------|:-------------------------------------------------------|\n| Học kỳ                                                                                                   | Dành cho sinh viên theo hướng học chuyển tiếp                               | Dành cho sinh viên không học chuyển tiếp               |\n|                                                                                                          | tại trường ĐH đối tác Nhật Bản                                              |                                                        |\n| Kỳ 1                                                                                                     | Toàn bộ sinh viên được xếp học QT0112 Tiếng Nhật I Thời lượng: 9(0-18-0-18) |                                                        |\n| Trước khi sang học kỳ 2 sinh viên cần đăng ký học chuyển tiếp/không chuyển tiếp để xếp lớp học của kỳ 2: |                                                                             |                                                        |\n| - Nếu không đăng ký: mặc định xếp lớp học theo nhóm học để chuyển tiếp                                   |                                                                             |                                                        |\n| - Nếu không đạt QT0112 Tiếng Nhật I hoặc không học chuyển tiếp: xếp lớp theo nhóm không học chuyển tiếp  |                                                                             |                                                        |\n| Kỳ 2                                                                                                     | Xếp lớp cố định QT0122 Tiếng Nhật II                                        | Xếp lớp cố định FLJ1002 Tiếng Nhật II                  |\n|                                                                                                          | Thời lượng: 9(0-18-0-18)                                                    | Thời lượng: 5(0-10-0-10)                               |\n| Kỳ 3                                                                                                     | Sinh viên tự đăng ký học song hành QT1112 Tiếng                             | Sinh viên tự đăng ký học song hành FLJ1003 Tiếng Nhật  |\n|                                                                                                          | Nhật III với các học phần khác của CTĐT                                     | III với các học phần khác của CTĐT                     |\n|                                                                                                          | Thời lượng: 9(0-18-0-18)                                                    | Thời lượng: 5(0-10-0-10)                               |\n|                                                                                                          | (Là học phần bắt buộc nếu học chuyển tiếp)                                  | (Miễn học nếu có chứng chỉ tiếng Nhật N4)              |\n| Kỳ 4                                                                                                     | Sinh viên tự đăng ký học song hành QT1122 Tiếng                             | Sinh viên tự đăng ký học song hành FLJ1004 Tiếng Nhật  |\n|                                                                                                          | Nhật IV với các học phần khác của CTĐT                                      | IV với các học phần khác của CTĐT                      |\n|                                                                                                          | Thời lượng: 9(0-18-0-18)                                                    | Thời lượng: 5(0-10-0-10)                               |\n|                                                                                                          | (Là học phần bắt buộc nếu học chuyển tiếp)                                  | (Miễn học nếu có chứng chỉ tiếng Nhật N3)              |\n| Kỳ 5                                                                                                     | Sinh viên tự đăng ký học song hành QT1132 Tiếng                             | Không có                                               |\n|                                                                                                          | Nhật V với các học phần khác của CTĐT                                       |                                                        |\n|                                                                                                          | Thời lượng: 9(0-18-0-18)                                                    |                                                        |\n|                                                                                                          | (Là học phần bắt buộc nếu học chuyển tiếp)                                  |                                                        |\n| Chuẩn đầu ra khi xét tốt nghiệp                                                                          |                                                                             | Đạt chứng chỉ tiếng Nhật từ N3                         |\n|                                                                                                          |                                                                             | Hoặc đạt toàn bộ các học phần tiếng Nhật gồm: {QT0112, |\n|                                                                                                          |                                                                             | FLJ1002, FLJ1003, FLJ1004}                             |\n\nBảng 7.2 Danh mục các học phần tiếng Nhật thuộc khối ngoại ngữ cơ bản, điều kiện miễn học và chuẩn đầu ra với chương\ntrình Hệ thống nhúng thông minh và IoT\nMã học Học phần được miễn và học kỳ xếp lớp học\nTT Tên học phần Thời lượng\nphần Nhóm 1 Nhóm 2 Nhóm 3 Nhóm 4\n1 JP1111 Tiếng Nhật 1 4(0-8-0-8) Kỳ 1 M M M\n2 JP1121 Tiếng Nhật 2 4(0-8-0-8) Kỳ 2 Kỳ 1 M M\nĐK (Kỳ 3)\n3 JP1134 Tiếng Nhật 3 4(0-8-0-8) (Miễn học nếu có chứng chỉ Kỳ 2 Kỳ 1 M\ntiếng Nhật N3)\nĐK (Kỳ 4) ĐK (Kỳ 4)\n4 JP2113 Tiếng Nhật 4 4(0-8-0-8) (Miễn học nếu có chứng chỉ (Miễn học nếu có chứng chỉ Kỳ 2 M\ntiếng Nhật N3) tiếng Nhật N3)\nĐạt chứng chỉ tiếng Nhật từ N3\nChuẩn đầu ra khi xét tốt nghiệp\nHoặc đạt toàn bộ các học phần tiếng Nhật gồm: {JP1111, JP1121, JP1134, JP2113}\nGhi chú:\nNhóm 1: Chưa đạt trình độ tiếng Nhật N5\nNhóm 2: Đạt trình độ tiếng Nhật N5\nNhóm 3: Đạt trình độ tiếng Nhật N4\nNhóm 4: Đạt trình độ tiếng Nhật từ N3 trở lên\nM: Được miễn học (ghi điểm R)\nKỳ 1: Được xếp học ở kỳ 1 Kỳ 2: Được xếp học ở kỳ 2\nĐK: Sinh viên tự đăng ký học song hành với các học phần của CTĐT tại kỳ tương ứng (trong Bảng 7.2) nếu chưa học hoặc\nchưa được miễn.\n\n[BẢNG BIỂU CHI TIẾT]:\n| 0                               | 1      | 2            | 3                                                                              | 4                                        | 5                          | 6      | 7      |\n|:--------------------------------|:-------|:-------------|:-------------------------------------------------------------------------------|:-----------------------------------------|:---------------------------|:-------|:-------|\n| TT                              | Mã học | Tên học phần | Thời lượng                                                                     | Học phần được miễn và học kỳ xếp lớp học |                            |        |        |\n|                                 | phần   |              |                                                                                |                                          |                            |        |        |\n|                                 |        |              |                                                                                | Nhóm 1                                   | Nhóm 2                     | Nhóm 3 | Nhóm 4 |\n| 1                               | JP1111 | Tiếng Nhật 1 | 4(0-8-0-8)                                                                     | Kỳ 1                                     | M                          | M      | M      |\n| 2                               | JP1121 | Tiếng Nhật 2 | 4(0-8-0-8)                                                                     | Kỳ 2                                     | Kỳ 1                       | M      | M      |\n| 3                               | JP1134 | Tiếng Nhật 3 | 4(0-8-0-8)                                                                     | ĐK (Kỳ 3)                                | Kỳ 2                       | Kỳ 1   | M      |\n|                                 |        |              |                                                                                | (Miễn học nếu có chứng chỉ               |                            |        |        |\n|                                 |        |              |                                                                                | tiếng Nhật N3)                           |                            |        |        |\n| 4                               | JP2113 | Tiếng Nhật 4 | 4(0-8-0-8)                                                                     | ĐK (Kỳ 4)                                | ĐK (Kỳ 4)                  | Kỳ 2   | M      |\n|                                 |        |              |                                                                                | (Miễn học nếu có chứng chỉ               | (Miễn học nếu có chứng chỉ |        |        |\n|                                 |        |              |                                                                                | tiếng Nhật N3)                           | tiếng Nhật N3)             |        |        |\n| Chuẩn đầu ra khi xét tốt nghiệp |        |              | Đạt chứng chỉ tiếng Nhật từ N3                                                 |                                          |                            |        |        |\n|                                 |        |              | Hoặc đạt toàn bộ các học phần tiếng Nhật gồm: {JP1111, JP1121, JP1134, JP2113} |                                          |                            |        |        |\n\nBảng 7.3 Danh mục các học phần tiếng Nhật thuộc khối ngoại ngữ cơ bản, điều kiện miễn học và chuẩn đầu ra với chương\ntrình Công nghệ thông tin Việt - Nhật\nMã học Học phần được miễn và học kỳ xếp lớp học\nTT Tên học phần Thời lượng\nphần Nhóm 1 Nhóm 2\n1 JP1110 Tiếng Nhật 1 5(0-10-0-10) Kỳ 1 M\n2 JP1120 Tiếng Nhật 2 5(0-10-0-10) Kỳ 2 M\nĐK (Kỳ 3)\n3 JP1132 Tiếng Nhật 3 3(0-6-0-6) M\n(Miễn học nếu có chứng chỉ tiếng Nhật N3)\nĐK (Kỳ 4)\n4 JP2111 Tiếng Nhật 4 3(0-6-0-6) M\n(Miễn học nếu có chứng chỉ tiếng Nhật N3)\nĐạt chứng chỉ tiếng Nhật từ N3\nChuẩn đầu ra khi xét tốt nghiệp\nHoặc đạt toàn bộ các học phần tiếng Nhật gồm: {JP1110, JP1120, JP1132, JP2111}\nGhi chú: Nhóm 1: Chưa đạt trình độ tiếng Nhật N3 Nhóm 2: Đạt trình độ tiếng Nhật từ N3 trở lên\nM: Được miễn học (ghi điểm R)\nKỳ 1: Được xếp học ở kỳ 1 Kỳ 2: Được xếp học ở kỳ 2\nĐK: Sinh viên tự đăng ký học song hành với các học phần của CTĐT tại kỳ tương ứng (trong bảng 7.3) nếu chưa\nhọc hoặc chưa được miễn.\nBảng 7.4 Bảng xếp bậc các chứng chỉ tiếng Nhật theo Khung năng lực ngoại ngữ 6 bậc dùng cho Việt Nam\nJLPT N5 N4 N3 N2 N1\nBậc trình độ theo\nBậc 2 Bậc 3 Bậc 4 Bậc 5 Bậc 6\nKNLNNVN\n\n[BẢNG BIỂU CHI TIẾT]:\n| 0                               | 1      | 2            | 3                                                                              | 4                                         | 5      |\n|:--------------------------------|:-------|:-------------|:-------------------------------------------------------------------------------|:------------------------------------------|:-------|\n| TT                              | Mã học | Tên học phần | Thời lượng                                                                     | Học phần được miễn và học kỳ xếp lớp học  |        |\n|                                 | phần   |              |                                                                                |                                           |        |\n|                                 |        |              |                                                                                | Nhóm 1                                    | Nhóm 2 |\n| 1                               | JP1110 | Tiếng Nhật 1 | 5(0-10-0-10)                                                                   | Kỳ 1                                      | M      |\n| 2                               | JP1120 | Tiếng Nhật 2 | 5(0-10-0-10)                                                                   | Kỳ 2                                      | M      |\n| 3                               | JP1132 | Tiếng Nhật 3 | 3(0-6-0-6)                                                                     | ĐK (Kỳ 3)                                 | M      |\n|                                 |        |              |                                                                                | (Miễn học nếu có chứng chỉ tiếng Nhật N3) |        |\n| 4                               | JP2111 | Tiếng Nhật 4 | 3(0-6-0-6)                                                                     | ĐK (Kỳ 4)                                 | M      |\n|                                 |        |              |                                                                                | (Miễn học nếu có chứng chỉ tiếng Nhật N3) |        |\n| Chuẩn đầu ra khi xét tốt nghiệp |        |              | Đạt chứng chỉ tiếng Nhật từ N3                                                 |                                           |        |\n|                                 |        |              | Hoặc đạt toàn bộ các học phần tiếng Nhật gồm: {JP1110, JP1120, JP1132, JP2111} |                                           |        |\n\n| 0                 | 1     | 2     | 3     | 4     | 5     |\n|:------------------|:------|:------|:------|:------|:------|\n| JLPT              | N5    | N4    | N3    | N2    | N1    |\n| Bậc trình độ theo | Bậc 2 | Bậc 3 | Bậc 4 | Bậc 5 | Bậc 6 |\n| KNLNNVN           |       |       |       |       |       |\n\nPhụ lục VIII\nCHUẨN NGOẠI NGỮ ĐẦU RA ĐỐI VỚI CÁC CHƯƠNG TRÌNH ĐÀO TẠO\nNHÓM NGÀNH NGÔN NGỮ\n(Kèm theo Quyết định số /QĐ-ĐHBK ngày tháng năm 2025\ncủa Giám đốc )\n1. Chuẩn ngoại ngữ đầu ra yêu cầu với CTĐT Tiếng Anh Khoa học Kỹ thuật và\nCông nghệ (mã tuyển sinh: FL1)\na. Ngoại ngữ 1 là Tiếng Anh: có chứng chỉ đạt trình độ tối thiểu bậc 5 theo Khung năng\nlực ngoại ngữ 6 bậc dùng cho Việt Nam.\nb. Ngoại ngữ 2: đạt năng lực tối thiểu bậc 3 theo Khung năng lực ngoại ngữ 6 bậc dùng\ncho Việt Nam.\n2. Chuẩn ngoại ngữ đầu ra yêu cầu với CTĐT Tiếng Anh chuyên nghiệp quốc tế\n(mã tuyển sinh: FL2)\na. Ngoại ngữ 1 là Tiếng Anh: có chứng chỉ đạt trình độ tối thiểu bậc 5 theo Khung năng\nlực ngoại ngữ 6 bậc dùng cho Việt Nam.\nb. Ngoại ngữ 2: đạt năng lực tối thiểu bậc 3 theo Khung năng lực ngoại ngữ 6 bậc dùng\ncho Việt Nam.\n3. Chuẩn ngoại ngữ đầu ra yêu cầu với CTĐT Tiếng Trung Khoa học và Công nghệ\n(mã tuyển sinh: FL3)\na. Ngoại ngữ 1 là Tiếng Trung Quốc: có chứng chỉ đạt trình độ tối thiểu bậc 5 theo\nKhung năng lực ngoại ngữ 6 bậc dùng cho Việt Nam.\nb. Ngoại ngữ 2: đạt năng lực tối thiểu bậc 3 theo Khung năng lực ngoại ngữ 6 bậc dùng\ncho Việt Nam.\n4. Xếp bậc chứng chỉ tiếng Trung Quốc theo Khung năng lực ngoại ngữ 6 bậc dùng\ncho Việt Nam\nHSK3 và HSK4 và HSK5 và HSK6 và\nHSK và HSKK HSK1 HSK2 HSKK sơ HSKK trung HSKK cao HSKK cao\ncấp cấp cấp cấp\nBậc trình độ theo\nBậc 1 Bậc 2 Bậc 3 Bậc 4 Bậc 5 Bậc 6\nKNLNNVN\n\n[BẢNG BIỂU CHI TIẾT]:\n| 0                 | 1     | 2     | 3       | 4          | 5        | 6        |\n|:------------------|:------|:------|:--------|:-----------|:---------|:---------|\n| HSK và HSKK       | HSK1  | HSK2  | HSK3 và | HSK4 và    | HSK5 và  | HSK6 và  |\n|                   |       |       | HSKK sơ | HSKK trung | HSKK cao | HSKK cao |\n|                   |       |       | cấp     | cấp        | cấp      | cấp      |\n| Bậc trình độ theo | Bậc 1 | Bậc 2 | Bậc 3   | Bậc 4      | Bậc 5    | Bậc 6    |\n| KNLNNVN           |       |       |         |            |          |          |"
}